Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Clear Misclassified
ar_eg: مسح سوء التصنيف

source: File
ar_eg: ملف

source: Action
ar_eg: أجراء

source: Attached to
ar_eg: مرفق بـ

source: Add to footer
ar_eg: إضافة إلى التذييل

source: Can be indexed
ar_eg: يمكن فهرستها

source: Publish Date
ar_eg: تاريخ النشر

source: Order
ar_eg: الترتيب

source: View page
ar_eg: عرض الصفحة

source: Up
ar_eg: أعلى

source: Down
ar_eg: أسفل

source: Last access date
ar_eg: تاريخ آخر دخول

source: Log in as %s
ar_eg: قم بتسجيل الدخول باسم %s

source: Block all items
ar_eg: حظر كافة المشروعات

source: Unblock all items
ar_eg: قم بإلغاء حظر كافة المشروعات

source: Re-send activation email
ar_eg: أعادة إرسال بريد التفعيل

source: File name is empty
ar_eg: اسم الملف فارغ

source: File extension not allowed
ar_eg: ملحق الملف غير مسموح به

source: File upload error
ar_eg: خطأ في رفع الملف

source: Image dimension does not match. Refine/crop your image before uploading. Expected image dimension is %spx.
ar_eg: أبعاد الصورة غير متطابقة. قم بتحسين/قص صورتك قبل التحميل. أبعاد الصورة المتوقعة هي %spx.

source: File could not be processed
ar_eg: لا يمكن معالجة الملف

source: You must be logged in
ar_eg: يجب أن تكون مسجلا

source: Name: %s
ar_eg: الاسم : %s

source: Email: %s
ar_eg: البريد الإلكتروني : %s

source: Subject: %s
ar_eg: العنوان : %s

source: Message: %s
ar_eg: الرسالة : %s

source: Date: %s at %s
ar_eg: التاريخ %s إلى %s

source: IP Address: %s
ar_eg: عنوان الآيبي: %s

source: Latest listings added
ar_eg: أحدث المشروعات

source: Latest listings added in
ar_eg: أحدث المشروعات المضافة في

source: Session timed out
ar_eg: انتهت الجلسة

source: Name: enter at least 3 characters
ar_eg: الاسم : أدخل 3 أحرف على الأقل

source: Name: no more than 50 characters
ar_eg: الاسم : لا يزيد عن 50 حرفًا

source: Username: enter at least 3 characters
ar_eg: اسم المستخدم : أدخل 3 أحرف على الأقل

source: Username: no more than 50 characters
ar_eg: اسم المستخدم : لا يزيد عن 50 حرفًا

source: Password: enter at least 5 characters
ar_eg: كلمة السر : أدخل 5 أحرف على الأقل

source: Passwords don't match
ar_eg: كلمات السر غير متطابقة

source: Enter your e-mail
ar_eg: أدخل بريدك الإلكتروني

source: Comment: this field is required
ar_eg: التعليق : هذا الحقل مطلوب

source: Prev
ar_eg: السابق

source: Next
ar_eg: التالي

source: Today
ar_eg: اليوم

source: January
ar_eg: يناير

source: February
ar_eg: فبراير

source: March
ar_eg: مارس

source: April
ar_eg: أبريل

source: May
ar_eg: مايو

source: June
ar_eg: يونيو

source: July
ar_eg: يوليو

source: August
ar_eg: اوغست

source: September
ar_eg: سبتمبر

source: October
ar_eg: أكتوبر

source: November
ar_eg: نوفمبر

source: December
ar_eg: ديسمبر

source: Jan
ar_eg: يناير

source: Feb
ar_eg: فبراير

source: Mar
ar_eg: مارس

source: Apr
ar_eg: أبريل

source: Jun
ar_eg: يونيو

source: Jul
ar_eg: يوليو

source: Aug
ar_eg: أوغست

source: Sep
ar_eg: سبتمبر

source: Oct
ar_eg: أكنوبر

source: Nov
ar_eg: نوفمبر

source: Dec
ar_eg: ديسمبر

source: Sun
ar_eg: الأحد

source: Mon
ar_eg: الأثنين

source: Tue
ar_eg: الثلاثاء

source: Wed
ar_eg: الأربعاء

source: Thu
ar_eg: الخميس

source: Fri
ar_eg: الجمعة

source: Sat
ar_eg: السبت

source: Su
ar_eg: أحد

source: Mo
ar_eg: أثنين

source: Tu
ar_eg: ثلاثاء

source: We
ar_eg: أربعاء

source: Th
ar_eg: خميس

source: Fr
ar_eg: جمعة

source: Sa
ar_eg: سبت

source: Wk
ar_eg: اسبوع

source: Number
ar_eg: رقم

source: Textarea
ar_eg: منطقة نص

source: Select box
ar_eg: قائمة مسندلة

source: Check box
ar_eg: خانة أختيار

source: Radio button
ar_eg: زر راديو

source: Date interval
ar_eg: فاصل التاريخ

source: Select
ar_eg: أختيار

source: from
ar_eg: من

source: to
ar_eg: إلى

source: No value
ar_eg: بلا قيمة

source: Select a category
ar_eg: اختر التصنيف

source: Select Category
ar_eg: اختر الفئة

source: Select Subcategory
ar_eg: حدد نوع المشروع فرعية

source: No Subcategory
ar_eg: لا توجد نوع المشروع فرعية

source: Select a country...
ar_eg: اختر نوع المشروع ...

source: Select a region...
ar_eg: اختر منطقة ...

source: Select a city...
ar_eg: حدد مدينة ...

source: Description needs to be longer
ar_eg: يجب أن يكون الوصف أطول

source: Title: this field is required
ar_eg: العنوان : هذا الحقل مطلوب

source: Title: enter at least 5 characters
ar_eg: العنوان : أدخل 5 أحرف على الأقل

source: Description: enter at least 10 characters
ar_eg: الوصف : أدخل 10 أحرف على الأقل

source: Choose one category
ar_eg: اختار تصنيف

source: Price: no more than 25 characters
ar_eg: السعر : لا يزيد عن 25 حرفًا

source: Currency: make your selection
ar_eg: العملة : حدد اختيارك

source: Photo: must be %s
ar_eg: الصورة : يجب أن تكون %s

source: Name: no more than 35 characters
ar_eg: الاسم : لا يزيد عن 35 حرفًا

source: Address: enter at least 3 characters
ar_eg: العنوان : أدخل 3 أحرف على الأقل

source: Address: no more than 100 characters
ar_eg: العنوان : لا يزيد عن 100 حرف

source: This action can't be undone. Are you sure you want to continue?
ar_eg: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: Select a region
ar_eg: حدد منطقة

source: Select a city
ar_eg: حدد مدينه

source: City area: enter at least 3 characters
ar_eg: منطقة المدينة : أدخل 3 أحرف على الأقل

source: City area: no more than 50 characters
ar_eg: منطقة المدينة : لا تزيد عن 50 حرفًا

source: Allowed image extensions: %s. Max. image size: %skb. Limit: %s image(s).
ar_eg: امتدادات الصور المسموح بها: %s. الأعلى. حجم الصورة: %skb. الحد: %s صورة (صور).

source: Image will be moved to this position
ar_eg: سيتم نقل الصورة إلى هذا الموضع

source: Drop files here to upload
ar_eg: قم بإسقاط الملفات هنا للتحميل

source: Upload images
ar_eg: تحميل الصور

source: Reorder
ar_eg: إعادة الترتيب

source: Some images were not added. Image limit reached:
ar_eg: لم تتم إضافة بعض الصور. تم الوصول إلى الحد الأقصى للصورة:

source: Some images were not uploaded. Image limit reached:
ar_eg: لم يتم تحميل بعض الصور. تم الوصول إلى الحد الأقصى للصور:

source: You cannot upload more images. Image limit reached!
ar_eg: لا يمكنك تحميل المزيد من الصور. تم الوصول إلى الحد الأقصى للصور!

source: Too many items were uploaded. Item limit is %d.
ar_eg: تم تحميل عدد كبير جدًا من المشروعات. حد المشروع هو %d.

source: Add a new photo
ar_eg: إضافة صورة جديدة

source: Images already uploaded
ar_eg: تم تحميل الصور بالفعل

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
ar_eg: سيتم تحميل عدد كبير جدًا من المشروعات ({netItems}). حد المشروع هو {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
ar_eg: يتم تحميل الملفات ، إذا غادرت الآن سيتم إلغاء التحميل.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
ar_eg: {file} له امتداد غير صالح. الامتدادات الصالحة: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
ar_eg: {file} كبير جدًا ، والحد الأقصى لحجم الملف هو {sizeLimit}.

source: {file} is empty, please select files again without it.
ar_eg: {file} فارغ ، يرجى تحديد الملفات مرة أخرى بدونها.

source: Click or Drop for upload images
ar_eg: انقر أو أفلت لتحميل الصور

source: Processing...
ar_eg: معالجة...

source: Deleting...
ar_eg: جارٍ الحذف ...

source: Rotate image
ar_eg: ادر الصورة

source: Make primary image
ar_eg: جعل الصورة الأساسية

source: Sorry, you have reached the maximum number of images per listing
ar_eg: عفوا, لقد وصلت الي الحد الاقصي من الصور في المشروع

source: Short name: this field is required
ar_eg: الاسم المختصر : هذا الحقل مطلوب

source: Currency format: this field is required
ar_eg: تنسيق العملة : هذا الحقل مطلوب

source: Number of decimals: this field is required
ar_eg: عدد الكسور العشرية : هذا الحقل مطلوب

source: Number of decimals: this field must only contain numeric characters
ar_eg: عدد الكسور العشرية : يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: Decimal point: this field is required
ar_eg: الفاصلة العشرية : هذا الحقل مطلوب

source: Thousands separator: this field is required
ar_eg: فاصل الآلاف : هذا الحقل مطلوب

source: Date format: this field is required
ar_eg: تنسيق التاريخ : هذا الحقل مطلوب

source: Body
ar_eg: الجسم

source: Friend's name: this field is required
ar_eg: اسم صديقكاسم الصديق : هذا الحقل مطلوب

source: Friend's email: this field is required
ar_eg: الحقل المطلوب (البريد الإلكتروني)

source: Invalid friend's email address
ar_eg: عنوان البريد الإلكتروني لصديق غير صالح

source: Company
ar_eg: شركة

source: Password: this field is required
ar_eg: كلمة السر : هذا الحقل مطلوب

source: Second password: this field is required
ar_eg: كلمة السر الثانية : هذا الحقل مطلوب

source: Second password: enter at least 5 characters
ar_eg: كلمة السر الثانية : أدخل 5 أحرف على الأقل

source: Allowed image extensions: %s. Max. image size: %skb.
ar_eg: امتدادات الصور المسموح بها: %s. الأعلى. حجم الصورة: %skb.

source: Upload new picture
ar_eg: تحميل صورة جديدة

source: Only formats are allowed
ar_eg: يسمح فقط بالتنسيقات

source: Compact
ar_eg: المدمج

source: You must login to see phone number
ar_eg: يجب عليك تسجيل الدخول لرؤية رقم الهاتف

source: Check with seller
ar_eg: تواصل مع المعلن

source: From
ar_eg: من

source: Anyone
ar_eg: أي شخص

source: Logged-in users
ar_eg: الطلاب الذين قاموا بتسجيل الدخول

source: Personal users
ar_eg: الطلاب الشخصيين

source: Company users
ar_eg: مستخدمي الشركة

source: Hidden
ar_eg: مخفي

source: Page
ar_eg: صفحة

source: Go!
ar_eg: أذهب!

source: Showing %s to %s of %s results (filtered from %s total results)
ar_eg: عرض %s إلى %s من %s نتيجة (تمت تصفيتها من %s إجمالي النتائج)

source: Showing %s to %s of %s results
ar_eg: عرض %s إلى %s من %s نتيجة

source: Newly listed
ar_eg: مدرج حديثا

source: Lower price first
ar_eg: السعر المنخفض أولا

source: Higher price first
ar_eg: السعر الأعلى أولا

source: AM
ar_eg: صباح

source: PM
ar_eg: مساء

source: am
ar_eg: ص

source: pm
ar_eg: م

source: Public Profile
ar_eg: الملف العام

source: Manage your listings
ar_eg: إدارة المشروعات الخاصة بك

source: Manage your alerts
ar_eg: إدارة التنبيهات

source: My profile
ar_eg: الملف الشخصي

source: For sale
ar_eg: للبيع

source: Vehicles
ar_eg: مركبات

source: Classes
ar_eg: دروس

source: Real estate
ar_eg: العقارات

source: Services
ar_eg: خدمات

source: Community
ar_eg: تواصل اجتماعي

source: Personals
ar_eg: شخصية

source: Jobs
ar_eg: الوظائف

source: Animals
ar_eg: الحيوانات

source: Art - Collectibles
ar_eg: فن - مقتنيات

source: Barter
ar_eg: مقايضة

source: Books - Magazines
ar_eg: كتب - مجلات

source: Cameras - Camera Accessories
ar_eg: الكاميرات - ملحقات الكاميرا

source: CDs - Records
ar_eg: الأقراص المدمجة - السجلات

source: Cell Phones - Accessories
ar_eg: الهواتف المحمولة والاكسسوارات

source: Clothing
ar_eg: ملابس

source: Computers - Hardware
ar_eg: أجهزة كمبيوتر - هاردوير

source: DVD
ar_eg: دي في دي

source: Electronics
ar_eg: إلكترونيات

source: For Babies - Infants
ar_eg: للأطفال - الرضع

source: Garage Sale
ar_eg: محل للبيع

source: Health - Beauty
ar_eg: الصحة والجمال

source: Home - Furniture - Garden Supplies
ar_eg: منزل - أثاث - لوازم حدائق

source: Jewelry - Watches
ar_eg: المجوهرات والساعات

source: Musical Instruments
ar_eg: الات موسيقية

source: Sporting Goods - Bicycles
ar_eg: السلع الرياضية - دراجات

source: Tickets
ar_eg: تذاكر

source: Toys - Games - Hobbies
ar_eg: لعب - العاب - هوايات

source: Video Games - Consoles
ar_eg: ألعاب الفيديو - لوحات المفاتيح

source: Everything Else
ar_eg: كل شيء آخر

source: Cars
ar_eg: سيارات

source: Car Parts
ar_eg: أجزاء السيارة

source: Motorcycles
ar_eg: دراجات نارية

source: Boats - Ships
ar_eg: القوارب - السفن

source: RVs - Campers - Caravans
ar_eg: RVs - المعسكر - الكرفانات

source: Trucks - Commercial Vehicles
ar_eg: الشاحنات - المركبات التجارية

source: Other Vehicles
ar_eg: مركبات أخرى

source: Computer - Multimedia Classes
ar_eg: الحاسوب - دروس الوسائط المتعددة

source: Language Classes
ar_eg: صفوف اللغة

source: Music - Theatre - Dance Classes
ar_eg: دروس موسيقى - مسرح - رقص

source: Tutoring - Private Lessons
ar_eg: دروس خصوصية

source: Other Classes
ar_eg: أقسام أخرى

source: Houses - Apartments for Sale
ar_eg: منازل - شقق للبيع

source: Houses - Apartments for Rent
ar_eg: منازل - شقق للإيجار

source: Rooms for Rent - Shared
ar_eg: غرف للإيجار - للمشاركة

source: Housing Swap
ar_eg: تبادل المنازل

source: Vacation Rentals
ar_eg: إيجارات الأجازات

source: Parking Spots
ar_eg: مواقف السيارات

source: Land
ar_eg: الأرض

source: Office - Commercial Space
ar_eg: مكاتب - مساحات تجارية

source: Shops for Rent - Sale
ar_eg: محلات للإيجار - للبيع

source: Babysitter - Nanny
ar_eg: جليسة الأطفال - مربية

source: Casting - Auditions
ar_eg: تمثيل

source: Computer
ar_eg: الحاسوب

source: Event Services
ar_eg: خدمات المناسبات

source: Health - Beauty - Fitness
ar_eg: صحة - جمال - لياقة

source: Horoscopes - Tarot
ar_eg: الأبراج - التارو

source: Household - Domestic Help
ar_eg: المساعدة المنزلية

source: Moving - Storage
ar_eg: نقل - تخزين

source: Repair
ar_eg: التبليغ

source: Writing - Editing - Translating
ar_eg: كتابة - تحرير - ترجمة

source: Other Services
ar_eg: خدمات أخرىخدمات أخرى

source: Carpool
ar_eg: رفقاء للطريق

source: Community Activities
ar_eg: أنشطة المجتمع

source: Events
ar_eg: الأحداث

source: Musicians - Artists - Bands
ar_eg: الموسيقيون - الفنانون - الفرق الموسيقية

source: Volunteers
ar_eg: المتطوعين

source: Lost And Found
ar_eg: مفقودات عثر عليها

source: Women looking for Men
ar_eg: سيدات تبحث عن رجال

source: Men looking for Women
ar_eg: رجال يبحثون عن سيدات

source: Men looking for Men
ar_eg: رجل يبحث عن رجل

source: Women looking for Women
ar_eg: امرأة تبحث عن امراة

source: Friendship - Activity Partners
ar_eg: صداقة - شركاء في النشاطات

source: Missed Connections
ar_eg: اتصالات مقطوعة

source: Accounting - Finance
ar_eg: المحاسبة - المالية

source: Advertising - Public Relations
ar_eg: الدعاية والمشروع - العلاقات العامة

source: Arts - Entertainment - Publishing
ar_eg: فنون - ترفيه - نشر

source: Clerical - Administrative
ar_eg: كتابي - إداري

source: Customer Service
ar_eg: خدمة العملاء

source: Education - Training
ar_eg: التعليم - التدريب

source: Engineering - Architecture
ar_eg: هندسة - هندسة معمارية

source: Healthcare
ar_eg: الرعاىة الصحية

source: Human Resource
ar_eg: الموارد البشرية

source: Internet
ar_eg: إنترنت

source: Legal
ar_eg: قانوني

source: Manual Labor
ar_eg: أعمال يدوية

source: Manufacturing - Operations
ar_eg: عمليات التصنيع

source: Marketing
ar_eg: تسويق

source: Non-profit - Volunteer
ar_eg: غير هادفة للربح - تطوع

source: Real Estate
ar_eg: العقارات

source: Restaurant - Food Service
ar_eg: مطعم - خدمة طعام

source: Retail
ar_eg: بيع بالتجزئة

source: Sales
ar_eg: مبيعات

source: Technology
ar_eg: تقنية

source: Other Jobs
ar_eg: وظائف أخرى

source: Example Ad
ar_eg: نموذج لمشروع

source: Description of the example ad. Insert here some usefull description of your ad.
ar_eg: وصف مثال للمشروع. أدخل هنا وصفًا مفيدًا لمشروعك.

source: Example author
ar_eg: فريق العربية أوكلاس

source: Example country
ar_eg: المملكة العربية السعودية

source: Example region
ar_eg: المنطقة الشرقية

source: Example city
ar_eg: الخبر

source: Example page title
ar_eg: أوسكلاس v4.4.0

source: This is an example page description. This is a good place to put your Terms of Service or any other help information.
ar_eg: هذا مثال على وصف الصفحة. هذا مكان جيد لوضع شروط الخدمة الخاصة بك أو أي معلومات مساعدة أخرى.

source: Non-Existent Category
ar_eg: نوع المشروع غير موجودة

source: %s in %s
ar_eg: %s في %s

source: There's no description available in your language
ar_eg: لا يوجد وصف متاح بلغتك
