Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Current version: %s
ar_eg: الإصدار الحالي: %s

source: Congratulations! Your Osclass installation is up to date!
ar_eg: تهانينا! تثبيت أوسكلاس محدث!

source: New version to update:
ar_eg: إصدار جديد للتحديث:

source: Upgrading your Osclass installation (this could take a while). If upgrade does not finish in 10 minutes, simply try to refresh page. If you get successful flash message, everything is alright.
ar_eg: ترقية تثبيت أوسكلاس الخاص بك (قد يستغرق ذلك بعض الوقت). إذا لم تنته الترقية في غضون 10 دقائق ، فحاول ببساطة تحديث الصفحة. إذا تلقيت رسالة فلاش ناجحة ، فكل شيء على ما يرام.

source: Upgrade has failed with following error:
ar_eg: فشلت الترقية بسبب الخطأ التالي:

source: Upgrade has failed from timeout
ar_eg: فشلت الترقية من انتهاء المهلة

source: Upgrade
ar_eg: ترقية

source: Check to see if you're using the latest version of Osclass. If you're not, the system will let you know so you can update and use the newest features.
ar_eg: تحقق لمعرفة ما إذا كنت تستخدم أحدث إصدار من أوكلاس. إذا لم تكن كذلك ، فسيخبرك النظام حتى تتمكن من تحديث أحدث الميزات واستخدامها.

source: Upgrade - %s
ar_eg: ترقية - %s

source: Your Osclass installation can be auto-upgraded. Please, back up your database and the folder "%s" before attempting to upgrade your Osclass installation. You can also upgrade Osclass manually, more information in the %s
ar_eg: يمكن ترقية تثبيت أوكلاس تلقائيًا. الرجاء عمل نسخة احتياطية من قاعدة البيانات والمجلد "%s" قبل محاولة ترقية تثبيت أوكلاس. يمكنك أيضًا ترقية أوكلاس يدويًا، مزيد من المعلومات في %s

source: Your Osclass installation can't be auto-upgraded. Files and folders need to be writable. You can apply write permissions via SSH with the command "chmod -R a+w *" (without quotes) or via an FTP client, it depends on the program so we can not provide more information. You can also upgrade Osclass by downloading the upgrade package, unzipping it and replacing the files on your server with the ones in the package.
ar_eg: لا يمكن ترقية تثبيت أوسكلاس تلقائيًا. يجب أن تكون الملفات والمجلدات قابلة للكتابة. يمكنك تطبيق أذونات الكتابة عبر SSH باستخدام الأمر "chmod -R a + w *" (بدون علامات اقتباس) أو عبر عميل FTP ، فهذا يعتمد على البرنامج لذلك لا يمكننا تقديم المزيد من المعلومات. يمكنك أيضًا ترقية أوسكلاس عن طريق تنزيل حزمة الترقية وفك ضغطها واستبدال الملفات الموجودة على الخادم الخاص بك بتلك الموجودة في الحزمة.

source: Osclass %s
ar_eg: أوسكلاس %s

source: Osclass %s - %s
ar_eg: أوكلاس %s - %s

source: Osclass changelog up to v%s
ar_eg: سجل التغييرات أوسكلاس حتى v%s

source: Original string starts with "%s", but translation does not.
ar_eg: تبدأ السلسلة الأصلية ب "%s" ، لكن الترجمة لا تفعل ذلك.

source: Translation string starts with "%s", but original does not.
ar_eg: تبدأ سلسلة الترجمة ب "%s" ، لكن الأصل لا يفعل ذلك.

source: Original string ends with "%s", but translation does not.
ar_eg: تنتهي السلسلة الأصلية ب "%s" ، لكن الترجمة لا تفعل ذلك.

source: Translation string ends with "%s", but original does not.
ar_eg: تنتهي سلسلة الترجمة بـ "%s"، لكن النسخة الأصلية لا تنتهي بها.

source: Original string contains magic word "%s" %d times, but translation string contains it %d times.
ar_eg: تحتوي السلسلة الأصلية على الكلمة السحرية "%s" %d مرة، لكن سلسلة الترجمة تحتوي عليها %d مرة.

source: Edit translations catalog %s
ar_eg: تحرير فهرس الترجمات %s

source: Translations - %s
ar_eg: الترجمات - %s

source: To complete this translation, it may be required to use at least %d input fields. Your current PHP setting "max_input_vars" is set to limit %d. Increase this value in your PHP settings to avoid problems with translations!
ar_eg: لإكمال هذه الترجمة، قد يلزم استخدام %d حقل إدخال على الأقل. تم تعيين إعداد PHP الحالي الخاص بك "max_input_vars" على الحد %d. قم بزيادة هذه القيمة في إعدادات PHP الخاصة بك لتجنب مشاكل الترجمات!

source: Search translation...
ar_eg: بحث في الترجمة...

source: Show only rows those miss translations
ar_eg: عرض الصفوف التي لا تحتوي على ترجمات فقط

source: All strings
ar_eg: جميع العبارات

source: Only untranslated
ar_eg: غير مترجمة فقط

source: Show only rows with issue
ar_eg: إظهار الصفوف التي بها مشكلة فقط

source: Only with issue
ar_eg: بها مشكلة

source: Add a new line into translation
ar_eg: أضف سطرًا جديدًا إلى الترجمة

source: Add line
ar_eg: إضافة سطر

source: This translation has comments
ar_eg: هذه الترجمة لديها تعليقات

source: Undo removal
ar_eg: التراجع عن الإزالة

source: Remove translation
ar_eg: إزالة الترجمة

source: Hide comments
ar_eg: إخفاء التعليقات

source: Hide references
ar_eg: إخفاء المراجع

source: References in code
ar_eg: المراجع في الكود

source: No references found
ar_eg: لم يتم العثور على أي مراجع

source: No comments found
ar_eg: لم يتم العثور على تعليقات

source: File does not exists
ar_eg: الملف غير موجود

source: No translations has been found
ar_eg: لم يتم العثور على ترجمات

source: Create file from source code
ar_eg: إنشاء ملف من التعليمات برمجية المصدر

source: Source text
ar_eg: نص المصدر

source: Translation
ar_eg: ترجمة

source: Original text...
ar_eg: النص الأصلي...

source: Translation text...
ar_eg: نص الترجمة...

source: Save translations into .po file and update .mo file
ar_eg: احفظ الترجمات في ملف ‎.po وقم بتحديث ملف ‎.mo

source: Save translation
ar_eg: حفظ الترجمة

source: Update translations from source code. It may take a while.
ar_eg: تحديث الترجمات من كود المصدر. قد يستغرق بعض الوقت.

source: Update from source code
ar_eg: التحديث من كود المصدر

source: Create from source code
ar_eg: إنشاء من التعليمات البرمجية المصدر

source: Translation does not exists
ar_eg: الترجمة غير موجودة

source: Open in browser
ar_eg: فتح في المتصفح

source: Search on market
ar_eg: بحث في السوق

source: Download as archive
ar_eg: تحميل كأرشيف

source: Are you sure you want to remove this translation? Action cannot be undone!
ar_eg: هل أنت متأكد أنك تريد إزالة هذه الترجمة؟ لا يمكن التراجع عن الإجراء!

source: Remove this translation
ar_eg: إزالة هذه الترجمة

source: Only complete translation catalogs can be submitted to Osclass team and shared with community
ar_eg: يمكن تقديم كتالوجات الترجمة الكاملة فقط إلى فريق Osclass ومشاركتها مع المجتمع

source: Share your translation catalog with community and help others with translations!
ar_eg: شارك كتالوج الترجمة الخاص بك مع المجتمع وساعد الآخرين في الترجمات!

source: Provide to community
ar_eg: تقدم للمجتمع

source: Catalog
ar_eg: فهرس

source: Core
ar_eg: اساسي

source: Backoffice (oc-admin)
ar_eg: المكتب الخلفي (oc-admin)

source: Section
ar_eg: نوع المشروع

source: Core & Backoffice
ar_eg: الأساسية والمكتب الخلفي

source: Flash messages
ar_eg: رسائل سريعة

source: Default theme
ar_eg: السمة الافتراضية

source: %s%% translated
ar_eg: تمت ترجمة %s%%

source: %d missing
ar_eg: %d مفقود

source: No missing tranlsations
ar_eg: لا توجد ترجمات مفقودة

source: %d translations
ar_eg: %d ترجمة

source: Translations
ar_eg: الترجمة

source: More effecient way to perform translations can be using of poedit (free program, download at poedit.net). Please follow %s to understand how to work with .po and .mo files. Osclass use only .mo files to extract translations.
ar_eg: الطريقة الأكثر فعالية لإجراء الترجمات هي استخدام poedit (برنامج مجاني، يمكن تنزيله من موقع poedit.net). يرجى اتباع %s لفهم كيفية العمل مع ملفات .po و.mo. يستخدم Osclass ملفات .mo فقط لاستخراج الترجمات.

source: documentation
ar_eg: توثيق

source: Create or update translations
ar_eg: إنشاء أو تحديث الترجمات

source: Choose your language
ar_eg: اختر لغتك

source: Select a language...
ar_eg: اختر لغة...

source: Type of translation
ar_eg: نوع الترجمة

source: Select a type...
ar_eg: حدد النوع...

source: Choose a section
ar_eg: اختر نوع المشروعا

source: Select a section...
ar_eg: حدد نوع المشروع...

source: Choose a theme
ar_eg: اختر سمة

source: Select a theme...
ar_eg: تحديد السمة...

source: Choose a plugin
ar_eg: اختر مكونًا إضافيًا

source: Select a plugin...
ar_eg: اختر المكون الإضافي

source: Edit translation
ar_eg: تحرير الترجمة

source: Copy translations
ar_eg: نسخ الترجمات

source: Source translations catalog
ar_eg: فهرس ترجمة المصدر

source: Osclass will take all translations from this catalog.
ar_eg: سوف يأخذ أوكلاس جميع الترجمات من هذا الفهرس .

source: Target translation catalog
ar_eg: فهرس الترجمة المستهدف

source: Translations withdrawn from source catalog will be updated in target translations catalog. Only translations those exists in target catalog and are empty (untranslated) will be updated. Translated strings in target catalog will not be updated or rewritten.
ar_eg: سيتم تحديث الترجمات المسحوبة من كتالوج المصدر في كتالوج الترجمات المستهدفة. سيتم فقط تحديث الترجمات الموجودة في الكتالوج الهدف والفارغة (غير المترجمة). لن يتم تحديث أو إعادة كتابة العبارات المترجمة في الكتالوج المستهدف.

source: Update translation
ar_eg: تحديث الترجمة

source: List of existing translations
ar_eg: قائمة الترجمات الموجودة

source: %d files, %d strings
ar_eg: %d ملف، %d سلسلة

source: Backoffice
ar_eg: لوحة التحكم

source: There was problem with upgrade, %s has resulted with error.
ar_eg: حدثت مشكلة في الترقية ، نتج عن %s خطأ.

source: Upgrading your Osclass installation (this could take a while)
ar_eg: ترقية أوسكلاس الخاص بك (قد يستغرق ذلك بعض الوقت)

source: You have uploaded a new version of Osclass, you need to upgrade Osclass for it to work correctly.
ar_eg: لقد قمت بتحميل إصدار جديد من أوسكلاس ، فأنت بحاجة إلى ترقية أوسكلاس حتى يعمل بشكل صحيح.

source: This action cannot be done because it is a demo site. Disable demo mode in config.php to continue with upgrade.
ar_eg: لا يمكن القيام بهذا الإجراء لأنه موقع تجريبي. قم بتعطيل الوضع التجريبي في config.php لمتابعة الترقية.

source: Upgrade now
ar_eg: الترقية الآن

source: Add, edit or delete information associated to alerts.
ar_eg: إضافة أو تعديل أو حذف المعلومات المرتبطة بالتنبيهات.

source: Manage alerts - %s
ar_eg: إدارة التنبيهات - %s

source: Manage alerts
ar_eg: إدارة التنبيهات

source: Bulk Actions
ar_eg: إجراءات جملة

source: Are you sure you want to %s the selected alerts?
ar_eg: هل أنت متأكد من أنك تريد %s التنبيهات المحددة؟

source: Delete alert
ar_eg: حذف التنبيه

source: Are you sure you want to delete this alert?
ar_eg: هل أنت متأكد أنك تريد حذف هذا التنبيه؟

source: Add, edit or delete ban rules. Keep in mind that ban rules prevent users to register, publish or comment on listings.
ar_eg: إضافة أو تعديل أو حذف قواعد الحظر. ضع في اعتبارك أن قواعد الحظر تمنع الطلاب من التسجيل أو النشر أو التعليق على المشروعات .

source: Manage ban rules - %s
ar_eg: إدارة قواعد الحظر - %s

source: Manage ban rules
ar_eg: إدارة قواعد الحظر

source: Search for a rule
ar_eg: ابحث عن قاعدة

source: %d rules
ar_eg: %d قواعد

source: Delete rule
ar_eg: حذف القاعدة

source: Are you sure you want to delete this ban rule?
ar_eg: هل أنت متأكد أنك تريد حذف قاعدة الحظر هذه؟

source: Edit rule
ar_eg: تحرير القاعدة

source: Update rule
ar_eg: تحديث القاعدة

source: Add new ban rule
ar_eg: إضافة قاعدة حظر جديدة

source: Ban name / Reason
ar_eg: اسم المنع / السبب

source: IP rule
ar_eg: قاعدة IP

source: Example: 192.168.10-20.*, 192.*.*.*, 192.*.20.*, 192.*.10-20.1, 192.168.10.1
ar_eg: مثال: 192.168.10-20. * ، 192. *. *. * ، 192. *. 20. * ، 192. *. 10-20.1 ، 192.168.10.1

source: E-mail rule
ar_eg: قاعدة البريد الإلكتروني

source: Example: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com, *badsite.*, *badsite*, *.com
ar_eg: مثال: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com, *badsite.*, *badsite*, *.com

source: Update user
ar_eg: تحديث المستخدم

source: Add new user
ar_eg: أضافة مستخدم جديد

source: Username: this field is required
ar_eg: اسم المستخدم: هذا الحقل مطلوب

source: The username is available
ar_eg: اسم المستخدم هذا متاح

source: The username is NOT available
ar_eg: اسم المستخدم هذا غير متاح

source: Contact info
ar_eg: معلومات الاتصال

source: Last access
ar_eg: آخر دخول

source: %s on %s
ar_eg: %s تشغيل %s

source: Failed logins
ar_eg: تسجيلات الدخول الفاشلة

source: %s failed attempts, last one on %s
ar_eg: %s محاولات فاشلة ، آخر محاولة في %s

source: Profile picture
ar_eg: الصوره الشخصيه

source: ID
ar_eg: المعرف

source: (required)
ar_eg: (مطلوب)

source: Mobile phone
ar_eg: هاتف محمول

source: Land phone
ar_eg: الهاتف الأرضي

source: Website
ar_eg: نوع المشروع الالكتروني

source: About you
ar_eg: معلومات أخرى

source: User type
ar_eg: نوع المستخدم

source: Additional information
ar_eg: المزيد من المعلومات

source: Location
ar_eg: نوع المشروع

source: (twice, required)
ar_eg: (مرتين ، مطلوب)

source: If you'd like to change the password, type a new one. Otherwise leave this blank
ar_eg: إذا كنت ترغب في تغيير كلمة السر ، فاكتب كلمة سر جديدة. وإلا اترك هذا فارغًا

source: Alert #%d
ar_eg: تنبيه #%d

source: <b>Pattern:</b> %s
ar_eg: <b>نمط:</b> %s

source: ...More
ar_eg: ...أكثر

source: <b>Categories:</b> %s
ar_eg: <b> الفئات: </b>%s

source: Add, edit or delete information associated to registered users. Keep in mind that deleting a user also deletes all the listings the user published.
ar_eg: إضافة أو تحرير أو حذف المعلومات المرتبطة بالطلاب المسجلين. ضع في اعتبارك أن حذف المستخدم يؤدي أيضًا إلى حذف جميع المشروعات التي نشرها المستخدم.

source: Manage users - %s
ar_eg: إدارة الطلاب - %s

source: Manage users
ar_eg: إدارة الطلاب

source: %d Users
ar_eg: %d طلاب

source: Delete user
ar_eg: مسح المستخدم

source: Are you sure you want to delete this user?
ar_eg: هل أنت متأكد أنك تريد حذف هذا المستخدم؟

source: Manage the options related to users on your site. Here, you can decide if users must register or if email confirmation is necessary, among other options.
ar_eg: إدارة الخيارات المتعلقة بالطلاب على موقعك. هنا ، يمكنك تحديد ما إذا كان يجب على الطلاب التسجيل أم أن تأكيد البريد الإلكتروني ضروري ، من بين خيارات أخرى.

source: User Settings - %s
ar_eg: إعدادات المستخدم - %s

source: User Settings
ar_eg: إعدادات المستخدم

source: Users enabled
ar_eg: تمكين الطلاب

source: Anyone can register
ar_eg: يمكن لأي شخص التسجيل

source: Users need to validate their account
ar_eg: يحتاج الطلاب إلى التحقق من صحة حساباتهم

source: Admin notifications
ar_eg: إخطارات المسؤول

source: When a new user is registered
ar_eg: عندما يتم تسجيل مستخدم جديد

source: Admin toolbar
ar_eg: شريط أدوات المسؤول

source: Enable admin toolbar in front page
ar_eg: تمكين شريط أدوات المسؤول في أعلى الصفحة الرئيسية للموقع

source: Enable TinyMCE on user profile - additional information textarea in front/back office
ar_eg: قم بتمكين TinyMCE في ملف تعريف المستخدم - للمعلومات الإضافية في لوحة تحكم - المستخدم / المشرف

source: Username generator
ar_eg: منشئ اسم المستخدم

source: Use user ID
ar_eg: استخدم معرف المستخدم

source: Create slug from name
ar_eg: إنشاء سبيكة من الاسم

source: Generator is not used, when user enters username in registration or profile form (when available).
ar_eg: لا يتم استخدام المولد ، عندما يقوم المستخدم بإدخال اسم المستخدم في نموذج التسجيل أو الملف الشخصي (عند توفره).

source: Username blacklist
ar_eg: القائمة السوداء لاسم المستخدم

source: List of terms not allowed in usernames, separated by commas
ar_eg: قائمة المصطلحات غير المسموح بها في أسماء الطلاب ، مفصولة بفواصل

source: Profile picture settings
ar_eg: إعدادات الصورة الشخصية

source: Profile pictures
ar_eg: الصور الرمزية

source: Enable users to upload their profile picture
ar_eg: تمكين الطلاب من تحميل صور ملفهم الشخصي

source: Required scripts and styles on user profile page will be automatically loaded.
ar_eg: سيتم تحميل البرامج النصية والأنماط المطلوبة على صفحة ملف تعريف المستخدم تلقائيًا.

source: Select library you want to use for profile pictures. Uppy.io is more advanced.
ar_eg: حدد المكتبة التي تريد استخدامها لصور الملف الشخصي. Uppy.io أكثر تقدمًا.

source: Profile picture size
ar_eg: حجم صورة الملف الشخصي

source: The size listed below determine the optimal dimensions in pixels to use when uploading a profile picture. Format: <b>Width</b> x <b>Height</b>.
ar_eg: يحدد الحجم المدرج أدناه الأبعاد المثلى بالبكسل لاستخدامها عند تحميل صورة الملف الشخصي. التنسيق: <b> العرض </b> × <b> الارتفاع </b>.

source: Server error. Upload directory isn't writable.
ar_eg: خطأ في الخادم. دليل التحميل غير قابل للكتابة.

source: No files were uploaded.
ar_eg: لم يتم رفع أي ملفات.

source: File is empty
ar_eg: الملف فارغ

source: File is too large
ar_eg: الملف كبير جدا

source: File has an invalid extension, it should be one of %s.
ar_eg: يحتوي الملف على ملحق غير صالح، يجب أن يكون واحدًا من %s.

source: Getting content length is not supported.
ar_eg: طول المحتوى غير مدعوم.

source: Anonymous
ar_eg: مجهول

source: Your name: this field is required
ar_eg: اسمك: هذا الحقل مطلوب

source: Message: this field is required
ar_eg: الرسالة: هذا الحقل مطلوب

source: ERROR: Some scripts could not be loaded (%s)
ar_eg: خطأ: تعذر تحميل بعض البرامج النصية (%s)

source: unsubscribe alert
ar_eg: تنبيه إلغاء الاشتراك

source: <p>Dear {WEB_TITLE} admin,</p>
ar_eg: <p> عزيزي مشرف {WEB_TITLE} ، </p>

source: {WEB_TITLE} - Your site has upgraded to Osclass {VERSION}
ar_eg: {WEB_TITLE} - تمت ترقية موقعك إلى أوسكلاس {VERSION}

source: <p>Your site at {WEB_LINK} has been updated automatically to Osclass {VERSION}</p>
ar_eg: <p> تم تحديث موقعك على {WEB_LINK} تلقائيًا إلى أوسكلاس {VERSION} </p>

source: <p>There were some minor errors removing temporary files. Please manually remove the "%s/downloads/oc-temp" folder</p>
ar_eg: <p>حدثت بعض الأخطاء البسيطة أثناء إزالة الملفات المؤقتة. الرجاء إزالة المجلد "%s/downloads/oc-temp" يدويًا</p>

source: {WEB_TITLE} - We failed trying to upgrade your site to Osclass {VERSION}
ar_eg: {WEB_TITLE} - أخفقنا في محاولة ترقية موقعك إلى أوسكلاس {VERSION}

source: Failed to add %{smart_count} file due to an internal error
ar_eg: فشلت إضافة ملف %{smart_count} بسبب خطأ داخلي

source: Failed to add %{smart_count} files due to internal errors
ar_eg: فشلت إضافة %{smart_count} من الملفات بسبب أخطاء داخلية

source: You can only upload %{smart_count} file
ar_eg: يمكنك فقط تحميل ملف %{smart_count}.

source: You can only upload %{smart_count} files
ar_eg: يمكنك فقط تحميل %{smart_count} من الملفات

source: You have to select at least %{smart_count} file
ar_eg: يجب عليك تحديد ملف %{smart_count} على الأقل

source: You have to select at least %{smart_count} files
ar_eg: يجب عليك تحديد %{smart_count} من الملفات على الأقل

source: %{file} exceeds maximum allowed size of %{size}
ar_eg: يتجاوز %{file} الحد الأقصى للحجم المسموح به وهو %{size}

source: Missing required meta fields
ar_eg: حقول التعريف المطلوبة مفقودة

source: Missing required meta fields in %{fileName}
ar_eg: حقول التعريف المطلوبة مفقودة في %{fileName}

source: This file is smaller than the allowed size of %{size}
ar_eg: هذا الملف أصغر من الحجم المسموح به وهو %{size}

source: You can only upload: %{types}
ar_eg: يمكنك فقط تحميل: %{types}

source: Cannot add more files
ar_eg: لا يمكن إضافة المزيد من الملفات

source: Cannot add the duplicate file '%{fileName}', it already exists
ar_eg: لا يمكن إضافة الملف المكرر '%{fileName}'، فهو موجود بالفعل

source: Connection with Companion failed
ar_eg: فشل الاتصال مع الرفيق

source: Authentication aborted
ar_eg: تم إحباط المصادقة

source: To unauthorize to your %{provider} account, please go to %{url}
ar_eg: لإلغاء ترخيص حساب %{provider} الخاص بك، يرجى الانتقال إلى %{url}

source: Failed to upload %{file}
ar_eg: فشل تحميل %{file}

source: No Internet connection
ar_eg: لا يوجد اتصال بالإنترنت

source: Connected to the Internet
ar_eg: متصل بالإنترنت

source: You have no files or folders here
ar_eg: ليس لديك أي ملفات أو مجلدات هنا

source: Select %{smart_count}
ar_eg: حدد %{smart_count}

source: All files from folder %{name}
ar_eg: كافة الملفات من المجلد %{name}

source: Open folder %{name}
ar_eg: افتح المجلد %{name}

source: Log out
ar_eg: تسجيل خروج

source: Reset filter
ar_eg: إعادة تعيين عامل التصفية

source: Search for images
ar_eg: البحث عن الصور

source: Enter text to search for images
ar_eg: أدخل النص للبحث عن الصور

source: No files were added from empty folder
ar_eg: لم تتم إضافة أي ملفات من المجلد الفارغ

source: The folder "%{folder}" was already added
ar_eg: تمت إضافة المجلد "%{folder}" بالفعل

source: Added %{smart_count} file from %{folder}
ar_eg: تمت إضافة ملف %{smart_count} من %{folder}

source: Added %{smart_count} files from %{folder}
ar_eg: تمت إضافة %{smart_count} من الملفات من %{folder}

source: Revert
ar_eg: يرجع*

source: Rotate
ar_eg: استدارة

source: Zoom in
ar_eg: تكبير

source: Zoom out
ar_eg: تصغير

source: Flip horizontal
ar_eg: انعكاس افقي

source: Crop square
ar_eg: مربع المحاصيل

source: Crop landscape (16:9)
ar_eg: منظر طبيعي للمحاصيل (16:9)

source: Crop portrait (9:16)
ar_eg: صورة شخصية (9:16)

source: Uploading
ar_eg: جارٍ الرفع

source: Upload failed
ar_eg: التحميل فشل

source: Paused
ar_eg: متوقف مؤقتًا

source: Retry
ar_eg: أعد المحاولة

source: Pause
ar_eg: يوقف

source: Resume
ar_eg: إستئناف

source: Done
ar_eg: منجز

source: %{complete} of %{smart_count} file uploaded
ar_eg: تم تحميل %{Complete} من %{smart_count} من الملفات

source: %{complete} of %{smart_count} files uploaded
ar_eg: تم تحميل %{Complete} من %{smart_count} من الملفات

source: %{complete} of %{total}
ar_eg: %{اكتمال} من %{total}

source: %{time} left
ar_eg: ٪{الوقت المتبقي

source: Upload %{smart_count} file
ar_eg: قم بتحميل ملف %{smart_count}.

source: Upload %{smart_count} files
ar_eg: تحميل %{smart_count} من الملفات

source: Upload +%{smart_count} file
ar_eg: قم بتحميل ملف +%{smart_count}.

source: Upload +%{smart_count} files
ar_eg: يجب تحميل الملف +%{smart_count}.

source: Retry upload
ar_eg: أعد محاولة التحميل

source: %{smart_count} more file added
ar_eg: تمت إضافة %{smart_count} ملف آخر

source: %{smart_count} more files added
ar_eg: تمت إضافة %{smart_count} من الملفات الأخرى

source: Show error details
ar_eg: إظهار تفاصيل الخطأ

source: Upload stalled for %{seconds} seconds, aborting.
ar_eg: توقف التحميل لمدة %{ثانية} ثانية، وتم إحباطه.

source: Close Modal
ar_eg: إغلاق الوضع

source: Add more files
ar_eg: إضافة المزيد من الملفات

source: Adding more files
ar_eg: إضافة المزيد من الملفات

source: Import from %{name}
ar_eg: استيراد من %{name}

source: Uppy Dashboard Window (Press escape to close)
ar_eg: نافذة لوحة المعلومات العلوية (اضغط على مفتاح escape للإغلاق)

source: Uppy Dashboard
ar_eg: لوحة القيادة Uppy

source: Link copied to clipboard.
ar_eg: تم نسخ الرابط إلى الحافظة.

source: Copy the URL below
ar_eg: انسخ عنوان URL أدناه

source: Copy link
ar_eg: نسخ الرابط

source: Back
ar_eg: للخلف

source: Remove file
ar_eg: إزالة الملف

source: Edit file
ar_eg: تحرير الملف

source: Editing %{file}
ar_eg: تحرير %{ملف}

source: Finish editing file
ar_eg: الانتهاء من تحرير الملف

source: My Device
ar_eg: اجهزتي

source: Drop your files here
ar_eg: قم بإسقاط ملفاتك هنا

source: Upload complete
ar_eg: اكتمل التحميل

source: Upload paused
ar_eg: تم إيقاف التحميل مؤقتًا

source: Resume upload
ar_eg: استئناف تحميل

source: Pause upload
ar_eg: إيقاف التحميل مؤقتًا

source: Cancel upload
ar_eg: إلغاء الرفع

source: %{smart_count} file selected
ar_eg: تم تحديد ملف %{smart_count}.

source: %{smart_count} files selected
ar_eg: تم تحديد %{smart_count} من الملفات

source: Uploading %{smart_count} file
ar_eg: جارٍ تحميل ملف %{smart_count}.

source: Uploading %{smart_count} files
ar_eg: جارٍ تحميل %{smart_count} من الملفات

source: Processing %{smart_count} file
ar_eg: جارٍ معالجة ملف %{smart_count}.

source: Processing %{smart_count} files
ar_eg: معالجة %{smart_count} من الملفات

source: Powered by %{uppy}
ar_eg: مدعوم من %{uppy}

source: Add more
ar_eg: إضافة المزيد

source: Edit file %{file}
ar_eg: تحرير الملف %{file}

source: Drop files here or %{browseFiles}
ar_eg: قم بإسقاط الملفات هنا أو %{browse Files}

source: Drop files here or %{browseFolders}
ar_eg: قم بإسقاط الملفات هنا أو %{browse Folders}

source: Drop files here, %{browseFiles} or %{browseFolders}
ar_eg: قم بإسقاط الملفات هنا، %{browseFiles} أو %{browseFolders}
