Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: There's a new comment on his listing
ar_eg: هناك تعليق جديد على مشروعك

source: There's a new comment reply on his listing
ar_eg: هناك رد تعليق جديد على قائمته

source: Save changes before validating API key
ar_eg: احفظ التغييرات قبل التحقق من صحة مفتاح API

source: Page title: this field is required
ar_eg: عنوان الصفحة: هذا الحقل مطلوب

source: Email: this field is required
ar_eg: البريد الإلكتروني: هذا الحقل مطلوب

source: Invalid email address
ar_eg: بريد الكتروني خاطئ

source: Listings shown in RSS feed: this field is required
ar_eg: المشروعات المعروضة في موجز RSS: هذا الحقل مطلوب

source: Listings shown in RSS feed: this field must only contain numeric characters
ar_eg: المشروعات المعروضة في موجز RSS: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: Latest listings shown: this field is required
ar_eg: أحدث المشروعات المعروضة: هذا الحقل مطلوب

source: Latest listings shown: this field must only contain numeric characters
ar_eg: أحدث المشروعات المعروضة: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: The search page shows: this field is required
ar_eg: تظهر صفحة البحث: هذا الحقل مطلوب

source: The search page shows: this field must only contain numeric characters
ar_eg: تظهر صفحة البحث: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: You are going to be disconnected from the Market, all your plugins and themes downloaded will remain installed and configured but you will not be able to update or download new plugins and themes. Are you sure?
ar_eg: سيتم قطع اتصالك بالسوق ، وستظل جميع المكونات الإضافية والقةالب التي تم تنزيلها مثبتة ومهيأة ولكن لن تتمكن من تحديث أو تنزيل المكونات الإضافية والقوالب الجديدة. هل أنت واثق؟

source: Change the basic configuration of your Osclass. From here, you can modify variables such as the site’s name, the default currency or how lists of listings are displayed. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
ar_eg: قم بتغيير التكوين الأساسي لـ أوسكلاس الخاص بك. من هنا ، يمكنك تعديل المتغيرات مثل اسم نوع المشروع أو العملة الافتراضية أو كيفية عرض المشروعات . <strong> كن حذرًا </strong> عند تعديل القيم الافتراضية إذا لم تكن متأكدًا مما تفعله!

source: General Settings - %s
ar_eg: الإعدادات العامة - %s

source: General Settings
ar_eg: الأعدادات العامة

source: Page title
ar_eg: عنوان الصفحة

source: Page description
ar_eg: وصف نوع المشروع

source: Contact e-mail
ar_eg: البريد الاكتروني

source: Backoffice Theme
ar_eg: قالب لوحة التحكم

source: Backoffice Color Scheme
ar_eg: نظام ألوان لوحة التحكم

source: jQuery Version
ar_eg: إصدار jQuery

source: jQuery 3.x.x may not be compatible with your theme or plugins, make sure to do proper testing before using it in production website!
ar_eg: قد لا يكون jQuery 3.x.x متوافقًا مع قالبك أو مكوناتك الإضافية ، تأكد من إجراء الاختبار المناسب قبل استخدامه في موقع الإنتاج على الويب!

source: Structured data
ar_eg: البيانات المنظمة

source: Allow osclass to generate structured data (microdata) for google, facebook, twitter, ...
ar_eg: السماح لـ osclass بإنشاء بيانات منظمة (بيانات جزئية) لـ google و facebook و twitter و ...

source: Generator tag
ar_eg: علامة المولد

source: Hide generator meta tag added to website head
ar_eg: إخفاء العلامة الوصفية للمولد المضافة إلى رأس نوع المشروع

source: Canonical tag
ar_eg: علامة العنوان الاساسي

source: Always Generate Canonical URL tag. It is generated on every page (not just search)
ar_eg: قم دائمًا بإنشاء علامة URL الأساسية. يتم إنشاؤه في كل صفحة (وليس البحث فقط)

source: Week starts on
ar_eg: يبدأ الأسبوع بيوم

source: Sunday
ar_eg: الأحد

source: Monday
ar_eg: الأثنين

source: Tuesday
ar_eg: الثلاثاء

source: Wednesday
ar_eg: الأربعاء

source: Thursday
ar_eg: الخميس

source: Friday
ar_eg: الجمعة

source: Saturday
ar_eg: السبت

source: Timezone
ar_eg: المنطقة الزمنية

source: Select a timezone...
ar_eg: حدد منطقة زمنية ...

source: Date & time format
ar_eg: تنسيق التاريخ والوقت

source: Documentation on date and time formatting
ar_eg: توثيق تنسيق التاريخ والوقت

source: Limits & RSS settings
ar_eg: الحدود وإعدادات RSS

source: Latest listings shown
ar_eg: أحدث المشروعات المعروضة

source: at most
ar_eg: في الغالب

source: Search page shows
ar_eg: في صفحة البحث

source: listings at most
ar_eg: المشروعات على الأكثر

source: RSS feed
ar_eg: تعذية RSS

source: Enable RSS feed on your site
ar_eg: إتاحة تغذية RSS على موقعك

source: link
ar_eg: رابط

source: RSS shows
ar_eg: عرض RSS

source: Localization settings
ar_eg: الإعدادات الإقليمية

source: Default language
ar_eg: اللغة الافتراضية

source: Language code in URL
ar_eg: رمز اللغة في URL

source: Add language code into base URL (domain.com/xx/)
ar_eg: أضف رمز اللغة إلى عنوان URL الأساسي (domain.com/xx/)

source: Only works with Friendly URLs enabled!
ar_eg: يعمل فقط مع تمكين عناوين URL المألوفة!

source: Language code type
ar_eg: نوع رمز اللغة

source: Compact format (xx)
ar_eg: تنسيق مضغوط (xx)

source: Add language code into base URL and change it to (based on your locale): %s
ar_eg: أضف رمز اللغة إلى عنوان URL الأساسي وقم بتغييره إلى (استنادًا إلى لغتك): %s

source: Hreflang Tags
ar_eg: علامات هريفلانج

source: Generate hreflang tags and add them to header to define alternative site locales
ar_eg: أنشئ علامات hreflang وأضفها إلى الرأس لتحديد أماكن بديلة للموقع

source: Only works with "Language based subdomains" or "Language code in URL" features
ar_eg: يعمل فقط مع ميزات "النطاقات الفرعية المستندة إلى اللغة" أو "رمز اللغة في عنوان URL".

source: Search settings
ar_eg: إعدادات البحث

source: Pattern filter method
ar_eg: نمط مرشح البحث

source: Full-text search (default)
ar_eg: البحث عن نص كامل (افتراضي)

source: Enhanced full-text search (with NLP)
ar_eg: البحث المحسن عن النص الكامل (باستخدام البرمجة اللغوية)

source: Title/Description contains pattern
ar_eg: النمط يحوى العنوان / الوصف

source: Category settings
ar_eg: إعدادات الفئة

source: Parent categories
ar_eg: الفئات الأصل

source: Allow users to select a parent category as a category when inserting or editing a listing
ar_eg: السماح للطلاب بتحديد فئة رئيسية كفئة عند إدراج أو تحرير أعلان

source: Category nesting
ar_eg: تداخل الفئة

source: levels at most
ar_eg: المستويات على الأكثر

source: Contact Settings
ar_eg: إعدادات الاتصال

source: Disable contact form
ar_eg: تعطيل نموذج الاتصال

source: Customers will not be able to user web contact form
ar_eg: لن يتمكن العملاء من استخدام نموذج الاتصال عبر الويب

source: Attachments
ar_eg: مرفقات

source: Allow people to attach a file to the contact form
ar_eg: السماح للأشخاص بإرفاق ملف في نموذج الاتصال

source: Cron Settings
ar_eg: إعدادات كرون

source: Automatic cron process
ar_eg: عملية كرون التلقائية

source: Allow Osclass to run a built-in <a href="%s" target="_blank">cron</a> automatically without setting crontab
ar_eg: السماح لـ أوسكلاس بتشغيل <a href="%s" target="_blank"> cron </a> مدمج تلقائيًا بدون تعيين علامة التبويب كرون

source: <b>For testing purpose only!</b> On live/production websites never use this feature and setup cron via cron panel on your hosting.
ar_eg: <b> لغرض الاختبار فقط! </b> على مواقع الويب المباشرة / الإنتاجية لا تستخدم هذه الميزة مطلقًا وقم بإعداد cron عبر لوحة cron على استضافتك.

source: Cron execution history (last/next)
ar_eg: تاريخ تنفيذ Cron (الأخير / التالي)

source: Minutely
ar_eg: بدقة

source: Never
ar_eg: لا ينتهى

source: Hourly
ar_eg: كل ساعة

source: Daily
ar_eg: يومي

source: Weekly
ar_eg: أسبوعي

source: Monthly
ar_eg: شهريا

source: Yearly
ar_eg: سنوي

source: Software updates
ar_eg: تحديثات البرنامج

source: Core updates
ar_eg: التحديثات الأساسية

source: New branch (new osclass version - 4.x.x) + Major + Minor
ar_eg: فرع جديد (إصدار osclass جديد - 4.x.x) + رئيسي + ثانوي

source: Major updates (new features - x.4.x) + Minor
ar_eg: التحديثات الرئيسية (الميزات الجديدة - x.4.x) + ثانوي

source: Minor updates (bug fixes - x.x.4)
ar_eg: تحديثات طفيفة (إصلاحات الأخطاء - x.x.4)

source: OsclassPoint API Key
ar_eg: مفتاح OsclassPoint API

source: Validate
ar_eg: التحقق من صحة المشروع

source: Enter and save your api key before you validate it
ar_eg: أدخل مفتاح api واحفظه قبل التحقق من صحته

source: You can find your API key at %s section
ar_eg: يمكنك العثور على مفتاح API الخاص بك في نوع المشروع %s

source: OsclassPoint > Account > My profile
ar_eg: OsclassPoint > الحساب > ملفي الشخصي

source: Plugin updates
ar_eg: تحديثات الإضافات

source: Allow auto-updates of plugins
ar_eg: السماح بالتحديثات التلقائية للإضافات

source: Theme updates
ar_eg: تحديثات القالب

source: Allow auto-updates of themes
ar_eg: السماح بالتحديثات التلقائية للمظاهر

source: Language updates
ar_eg: تحديثات اللغة

source: Allow auto-updates of languages
ar_eg: السماح بالتحديثات التلقائية للغات

source: Content folder updates
ar_eg: تحديثات مجلد المحتوى

source: Allow updates of oc-content folder
ar_eg: السماح بتحديثات المجلد oc-content

source: Include update of default theme (sigma), languages folder (replace en_US) etc. Applicable for manual & auto update.
ar_eg: قم بتضمين تحديث السمة الافتراضية (سيغما) ، ومجلد اللغات (استبدل en_US) وما إلى ذلك. ينطبق هذا على التحديث اليدوي والتلقائي.

source: Market external sources
ar_eg: مصادر السوق الخارجية

source: Allow updates and installations of non-official plugins and themes
ar_eg: السماح بتحديثات وتثبيتات المكونات الإضافية والقوالب غير الرسمية

source: Last checked on %s
ar_eg: آخر فحص في %s

source: Never checked
ar_eg: لم يتم التحقق منه

source: Check updates
ar_eg: تفقد التحديث

source: Modify the settings of the mail server from which your site's emails are sent. <strong>Be careful</strong>: these settings can vary depending on your hosting or server. If you run into any issues, check your hosting's help section.
ar_eg: قم بتعديل إعدادات خادم البريد الذي يتم من خلاله إرسال رسائل البريد الإلكتروني الخاصة بموقعك. <strong> كن حذرًا </strong>: يمكن أن تختلف هذه الإعدادات بناءً على الاستضافة أو الخادم. إذا واجهت أي مشاكل ، فتحقق من نوع المشروع المساعدة الخاص بالاستضافة.

source: Mail Settings - %s
ar_eg: إعدادات البريد - %s

source: Mail Settings
ar_eg: إعدادات البريد

source: Server type
ar_eg: نوع الخادم

source: Custom Server
ar_eg: خادم مخصص

source: GMail Server
ar_eg: خادم GMail

source: Hostname
ar_eg: اسم المضيف

source: Mail from
ar_eg: البريد من

source: Name from
ar_eg: من الاسم

source: Server port
ar_eg: منفذ الخادم

source: Encryption
ar_eg: التشفير

source: Options: blank, ssl or tls
ar_eg: الخيارات: فارغ أو ssl أو tls

source: Cannot be sure that Apache Module <b>mod_ssl</b> is loaded.
ar_eg: لا يمكن التأكد من تحميل وحدة Apache Mod_ssl <b> mod_ssl </b>.

source: Apache Module <b>mod_ssl</b> is not loaded, SMTP authentication may not be functional
ar_eg: لم يتم تحميل الوحدة النمطية Apache <b> mod_ssl </b> ، قد لا تعمل مصادقة SMTP

source: SMTP authentication enabled
ar_eg: تم تمكين مصادقة SMTP

source: Use POP before SMTP
ar_eg: استخدم بروتوكول POP قبل SMTP

source: Click to test
ar_eg: انقر للاختبار

source: Send test email
ar_eg: إرسال بريد إلكتروني تجريبي

source: Size is not in the correct format
ar_eg: الحجم ليس بالتنسيق الصحيح

source: Thumbnail size: this field is required
ar_eg: حجم الصورة المصغرة: هذا الحقل مطلوب

source: Thumbnail size: is not in the correct format
ar_eg: حجم الصورة المصغرة: ليس بالتنسيق الصحيح

source: Preview size: this field is required
ar_eg: حجم المعاينة: هذا الحقل مطلوب

source: Preview size: is not in the correct format
ar_eg: حجم المعاينة: ليس بالتنسيق الصحيح

source: Normal size: this field is required
ar_eg: الحجم العادي: هذا الحقل مطلوب

source: Normal size: is not in the correct format
ar_eg: الحجم العادي: ليس بالتنسيق الصحيح

source: Maximum size: this field is required
ar_eg: الحجم الأقصى: هذا الحقل مطلوب

source: Maximum size: this field must only contain numeric characters
ar_eg: الحجم الأقصى: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: Manage the options for the images users can upload along with their listings. You can limit their size, the number of images per ad, include a watermark, etc.
ar_eg: إدارة خيارات الصور التي يمكن للطلاب تحميلها مع مشروعاتهم. يمكنك تحديد حجمها ، وعدد الصور لكل مشروع ، وتضمين علامة مائية ، وما إلى ذلك.

source: Media Settings - %s
ar_eg: إعدادات الوسائط - %s

source: Media Settings
ar_eg: إعدادات الوسائط

source: General settings
ar_eg: الاعدادات العامة

source: Image uploader library
ar_eg: مكتبة تحميل الصور

source: FineUploader
ar_eg: * إيجاد رافع *

source: Legacy (no uploader)
ar_eg: قديم (لا يوجد رافع)

source: Test image upload functionality on publish page precisely after changing this setting!
ar_eg: اختبر وظيفة تحميل الصور على صفحة النشر بدقة بعد تغيير هذا الإعداد!

source: Force replace libraries
ar_eg: فرض استبدال المكتبات

source: Automatically replace image uploader in theme
ar_eg: استبدال برنامج تحميل الصور تلقائيًا في السمة

source: Only works with Uppy.io uploader! Enabled by default. Automatically replace fineuploader image uploader library with selected one. Disable if your theme provides native support to selected image uploader library.
ar_eg: يعمل فقط مع برنامج التحميل Uppy.io! متاح افتراضيًا. استبدال مكتبة تحميل الصور Fineuploader تلقائيًا بمكتبة محددة. قم بالتعطيل إذا كان المظهر الخاص بك يوفر دعمًا أصليًا لمكتبة تحميل الصور المحددة.

source: Reorder uploaded images
ar_eg: إعادة ترتيب الصور التي تم تحميلها

source: Uploaded images can be reordered on item publish & edit pages
ar_eg: يمكن إعادة ترتيب الصور التي تم تحميلها في صفحات نشر العناصر وتحريرها

source: Only works with Uppy.io uploader! Require jQuery UI (must be embedded in theme).
ar_eg: يعمل فقط مع برنامج التحميل Uppy.io! تتطلب واجهة مستخدم jQuery (يجب أن تكون مضمنة في السمة).

source: Image sizes
ar_eg: أحجام الصور

source: The sizes listed below determine the maximum dimensions in pixels to use when uploading a image. Format: <b>Width</b> x <b>Height</b>.
ar_eg: تحدد الأحجام المدرجة أدناه أقصى أبعاد بالبكسل لاستخدامها عند تحميل صورة. التنسيق: <b> العرض </b> × <b> الارتفاع </b>.

source: Thumbnail size
ar_eg: حجم الصورة المصغرة

source: Preview size
ar_eg: حجم المعاينة

source: Normal size
ar_eg: الحجم العادى

source: Original size
ar_eg: الحجم الأصلي

source: Keep original image, unaltered after uploading.
ar_eg: احتفظ بالصورة الأصلية دون تغيير بعد التحميل.

source: Image may occupy more space than usual.
ar_eg: قد تشغل الصورة مساحة أكبر من المعتاد.

source: Restrictions
ar_eg: قيود

source: Force JPEG
ar_eg: فرض JPEG

source: Force JPEG extension.
ar_eg: فرض امتداد JPEG.

source: Uploaded images will be saved in JPG/JPEG format, it saves space but images will not have transparent background.
ar_eg: سيتم حفظ الصور التي تم تحميلها بتنسيق JPG / JPEG ، فهي توفر مساحة ولكن لن تحتوي الصور على خلفية شفافة.

source: Crop image
ar_eg: قص الصوره

source: Best image crop
ar_eg: أفضل أقتصاص للصورة

source: Image is cropped in best possible way from center, maximizing cropped area.
ar_eg: يتم اقتصاص الصورة بأفضل طريقة ممكنة من المركز ، مما يؤدي إلى زيادة مساحة الاقتصاص والتحسين.

source: No white background will be added to keep the size.
ar_eg: لن يتم إضافة خلفية بيضاء للصورة للحفاظ على الحجم.

source: Force aspect
ar_eg: جانب القوة

source: Force image aspect.
ar_eg: جانب قوة الصورة.

source: No effect when "Best image crop" is enabled.
ar_eg: لا يوجد تأثير عند تمكين "أفضل اقتصاص للصورة".

source: Maximum size
ar_eg: أكبر حجم

source: Size in KB
ar_eg: أكبر حجم للصورة بالكيلو بايت

source: Maximum size PHP configuration allows: %d KB
ar_eg: يسمح تكوين PHP بالحجم الأقصى %d كيلوبايت

source: Use ImageMagick instead of GD library
ar_eg: استخدم ImageMagick بدلاً من مكتبة GD

source: ImageMagick library is not loaded
ar_eg: مكتبة ImageMagick غير محملة

source: It's faster and consumes less resources than GD library.
ar_eg: إنها أسرع وتستهلك موارد أقل من مكتبة GD.

source: Canvas background
ar_eg: قماش الخلفية

source: White
ar_eg: أبيض

source: Black
ar_eg: أسود

source: No effect when "Best crop" and/or "Force aspect" is enabled.
ar_eg: لا يكون هناك تأثير عند تمكين "أفضل اقتصاص" و / أو "جانب القوة".

source: Watermark
ar_eg: العلامة المائية - علامة شفافة على الصور

source: Watermark type
ar_eg: نوع العلامة المائية

source: None
ar_eg: لا شئ

source: Text
ar_eg: نص

source: Freetype library is required. How to <a target="_blank" href="%s">install/configure</a>
ar_eg: مكتبة Freetype مطلوبة. كيفية <a target="_blank" href="%s"> التثبيت / التهيئة </a>

source: Image
ar_eg: صورة

source: Watermark Text Settings
ar_eg: إعدادات نص العلامة المائية

source: Position
ar_eg: الموضع

source: Centre
ar_eg: وسط

source: Top Left
ar_eg: أعلى اليسار

source: Top Right
ar_eg: اعلى اليمين

source: Bottom Left
ar_eg: أسفل اليسار

source: Bottom Right
ar_eg: أسفل اليمين

source: Watermark Image Settings
ar_eg: إعدادات صورة العلامة المائية

source: It has to be a .PNG image
ar_eg: يجب أن تكون صورة بتنسيق .PNG

source: Osclass doesn't check the watermark image size
ar_eg: لم يتحقق أوسكلاس من حجم صورة العلامة المائية

source: Regenerate images
ar_eg: إعادة تعيين مقاسات الصور

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
ar_eg: يمكنك إعادة تعيين أبعاد الصورة . إذا قمت بتغيير أبعاد الصور المصغرة أو المعاينة أو الصور العادية ، فقد ترغب في إعادة تحجيم صورك من جديد .

source: Refresh will not re-create images, but will only run relevant hooks before/after regeneration.
ar_eg: لن يؤدي التحديث إلى إعادة إنشاء الصور، ولكنه سيعمل فقط على تشغيل الخطافات ذات الصلة قبل/بعد التجديد.

source: There is unfinished image regeneration from date %s with batch <b>#%s</b>, completed on <b>%s%%</b>.
ar_eg: يوجد تجديد غير مكتمل للصورة من التاريخ %s مع الدفعة <b>#%s</b>, اكتمل في <b>%s%%</b>.

source: Images to be processed: %s, images already done: %s, all images count: %s. Click on "Continue regeneration" or "Continue refresh" to complete this process or "Reset" button to clean data from unfinishe process and start again.
ar_eg: الصور التي ستتم معالجتها: %s، الصور التي تمت معالجتها بالفعل: %s، عدد جميع الصور: %s. انقر فوق "متابعة التجديد" أو "متابعة التحديث" لإكمال هذه العملية أو زر "إعادة الضبط" لتنظيف البيانات من العملية غير المكتملة والبدء من جديد.

source: Continue refresh
ar_eg: متابعة التحديث

source: Continue regeneration
ar_eg: تواصل التجديد

source: Reset
ar_eg: إعاده للوضع السابق

source: There is %s images to be processed. It is recommended to increase php maximum execution time and memory to highest values, in case you have thousands of images, as this process is extensive. If you get error after while, simple go back to this page and continue with process, regeneration will start on latest regenerated image.
ar_eg: هناك %s صور لتتم معالجتها. يوصى بزيادة وقت تنفيذ php الأقصى والذاكرة إلى أعلى القيم ، في حال كان لديك آلاف الصور ، لأن هذه العملية واسعة النطاق. إذا حصلت على خطأ بعد فترة ، فارجع ببساطة إلى هذه الصفحة وتابع العملية ، سيبدأ التجديد في أحدث صورة تم إعادة إنشائها. أيضاً إذا فرضت حفظ الصورة يمكنك إلغاء العلامة المائية أو تغييرها أو حذفها بشكل نهائي لن تتأثر الصورة الأصل.

source: Refresh images
ar_eg: تحديث الصور

source: Recommendation
ar_eg: توصية

source: We highly recommend you have the 'Keep original image' option active when you use watermarks.
ar_eg: نوصي بشدة أن يكون لديك خيار "الاحتفاظ بالصورة الأصلية" نشطًا عند استخدام العلامات المائية.

source: Optimize your website with stylesheets and scripts merge and compression.
ar_eg: قم بتحسين موقع الويب الخاص بك باستخدام صفحات الأنماط ودمج البرامج النصية وضغطها.

source: Optimization Settings - %s
ar_eg: إعدادات التحسين - %s

source: Optimization Settings
ar_eg: إعدادات التحسين

source: CSS Stylesheets
ar_eg: ملفات CSS

source: Merge internal CSS style sheets into one
ar_eg: دمج ملفات CSS الداخلية في واحدة

source: External stylesheets are not merged.
ar_eg: لم يتم دمج أوراق الأنماط الخارجية.

source: Minify/optimize merged CSS style sheet
ar_eg: تصغير / تحسين ملفات CSS المدمجة

source: Comments and redundant whitespaces will be removed
ar_eg: ستتم إزالة التعليقات والمسافات الزائدة

source: CSS Exclude words
ar_eg: استبعاد الكلمات في CSS

source: Banned keywords, in case CSS contains this word in link, will be excluded from optimization.
ar_eg: الكلمات الرئيسية المحظورة ، في حالة احتواء CSS على هذه الكلمة في الارتباط ، سيتم استبعادها من التحسين.

source: CSS Exclude pages
ar_eg: استبعاد صفحات CSS

source: Exclude optimization of CSS style sheets on particular pages. Example: home, search, item. Optimized scripts are printed before excluded, take it into consideration regarding script dependencies.
ar_eg: استبعاد تحسين ملفات CSS على صفحات معينة. مثال: المنزل ، البحث ، المشروع. تتم طباعة البرامج النصية المحسّنة قبل استبعادها ، مع مراعاة تبعيات البرنامج النصي.

source: JS scripts
ar_eg: أكواد JS

source: Merge internal JS scripts into one
ar_eg: دمج أكواد JS الداخلية في واحد

source: External scripts are not merged.
ar_eg: لم يتم دمج البرامج النصية الخارجية.

source: Minify/optimize merged JS scripts
ar_eg: تصغير / تحسين أكواد JS المدمجة

source: JS Exclude words
ar_eg: JS استبعاد الكلمات

source: Banned keywords, in case JS script contains this word in link, will be excluded from optimization.
ar_eg: الكلمات الرئيسية المحظورة ، في حالة احتواء نص JS على هذه الكلمة في الارتباط ، سيتم استبعادها من التحسين.

source: JS Exclude pages
ar_eg: JS استبعاد الصفحات

source: Exclude optimization of JS scripts on particular pages. Example: home, search, item
ar_eg: استبعاد تحسين أكواد JS على صفحات معينة. مثال: المنزل ، البحث ، المشروع

source: Clean up optimized files
ar_eg: تنظيف الملفات المحسنة

source: Optimization files are manually cleaned once per week using weekly cron.
ar_eg: يتم تنظيف ملفات التحسين يدويًا مرة واحدة في الأسبوع باستخدام cron الأسبوعي.

source: Your optimization folder has size of %s, if you want to cleanup & refresh optimized CSS & JS files, click on "Clean up optimized files" button bellow.
ar_eg: حجم مجلد التحسين %s، إذا كنت تريد تنظيف وتحديث ملفات CSS & JS المحسّنة ، فانقر على الزر "تنظيف الملفات المحسّنة" أدناه.

source: Listings url: this field is required
ar_eg: رابط المشروعات : هذا الحقل مطلوب

source: Page url: this field is required
ar_eg: رابط الصفحة: هذا الحقل مطلوب

source: Categories url: this field is required
ar_eg: رابط للفئات: هذا الحقل مطلوب

source: Search url: this field is required
ar_eg: رابط للبحث: هذا الحقل مطلوب

source: Search country: this field is required
ar_eg: بحث نوع المشروع: هذا الحقل مطلوب

source: Search region: this field is required
ar_eg: بحث المنطقة: هذا الحقل مطلوب

source: Search city: this field is required
ar_eg: بحث المدينة: هذا الحقل مطلوب

source: Search city area: this field is required
ar_eg: بحث حي المدينة: هذا الحقل مطلوب

source: Search category: this field is required
ar_eg: بحث الفئة: هذا الحقل مطلوب

source: Search user: this field is required
ar_eg: بحث بالمستخدم: هذا الحقل مطلوب

source: Search pattern: this field is required
ar_eg: بحث بالنمط: هذا الحقل مطلوب

source: Contact url: this field is required
ar_eg: رابط للاتصال: هذا الحقل مطلوب

source: Feed url: this field is required
ar_eg: رابط الخلاصة: هذا الحقل مطلوب

source: Language url: this field is required
ar_eg: رابط للغة: هذا الحقل مطلوب

source: Listing mark url: this field is required
ar_eg: رابط لعلامة المشروع: هذا الحقل مطلوب

source: Listing send friend url: this field is required
ar_eg: إدراج رابط لإرسال لصديق: هذا الحقل مطلوب

source: Listing contact url: this field is required
ar_eg: إدراج رابط لجهة الاتصال: هذا الحقل مطلوب

source: New listing url: this field is required
ar_eg: رابط للأعلان الجديد: هذا الحقل مطلوب

source: Activate listing url: this field is required
ar_eg: تنشيط رابط: هذا الحقل مطلوب

source: Deactivate listing url: this field is required
ar_eg: إلغاء تنشيط رابط: هذا الحقل مطلوب

source: Listing renewal url: this field is required
ar_eg: رابط لتجديد المشروع: هذا الحقل مطلوب

source: Edit listing url: this field is required
ar_eg: تحرير رابط: هذا الحقل مطلوب
