Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Delete listing url: this field is required
ar_eg: حذف رابط للأعلان: هذا الحقل مطلوب

source: Delete listing resource url: this field is required
ar_eg: حذف رابط لمورد المشروع: هذا الحقل مطلوب

source: Login url: this field is required
ar_eg: رابط لتسجيل الدخول: هذا الحقل مطلوب

source: User dashboard url: this field is required
ar_eg: رابط للوحة تحكم المستخدم: هذا الحقل مطلوب

source: Logout url: this field is required
ar_eg: رابط لتسجيل الخروج: هذا الحقل مطلوب

source: User register url: this field is required
ar_eg: رابط تسجيل المستخدم: هذا الحقل مطلوب

source: Activate user url: this field is required
ar_eg: رابط تنشيط المستخدم: هذا الحقل مطلوب

source: Activate alert url: this field is required
ar_eg: تنشيط رابط للتنبيه: هذا الحقل مطلوب

source: User profile url: this field is required
ar_eg: رابط ملف تعريف المستخدم: هذا الحقل مطلوب

source: User listings url: this field is required
ar_eg: رابط لأعلان المستخدم: هذا الحقل مطلوب

source: User alerts url: this field is required
ar_eg: رابط لتنبيهات المستخدم: هذا الحقل مطلوب

source: Recover user url: this field is required
ar_eg: استعادة رابط للمستخدم: هذا الحقل مطلوب

source: User forgot url: this field is required
ar_eg: نسي المستخدم رابط: هذا الحقل مطلوب

source: Change password url: this field is required
ar_eg: تغيير كلمة السر : هذا الحقل مطلوب

source: Change email url: this field is required
ar_eg: تغيير رابط للبريد الإلكتروني: هذا الحقل مطلوب

source: Change username url: this field is required
ar_eg: تغيير رابط لاسم المستخدم: هذا الحقل مطلوب

source: Change email confirm url: this field is required
ar_eg: تغيير رابط لتأكيد البريد الإلكتروني: هذا الحقل مطلوب

source: Show rules
ar_eg: عرض القواعد

source: Hide rules
ar_eg: إخفاء القواعد

source: Activate this option if you want your site's URLs to be more attractive to search engines and intelligible for users. <strong>Be careful</strong>: depending on your hosting service, this might not work correctly.
ar_eg: قم بتنشيط هذا الخيار إذا كنت تريد أن تكون عناوين URL الخاصة بموقعك أكثر جاذبية لمحركات البحث ومفهومة للطلاب. <strong> كن حذرًا </strong>: بناءً على خدمة الاستضافة ، قد لا يعمل هذا بشكل صحيح.

source: Permalinks - %s
ar_eg: الروابط الثابتة - %s

source: Permalinks
ar_eg: الروابط الثابتة

source: By default Osclass uses web URLs which have question marks and lots of numbers in them. However, Osclass offers you friendly urls. This can improve the aesthetics, usability, and forward-compatibility of your links
ar_eg: بشكل افتراضي ، يستخدم أوسكلاس روابط للويب التي تحتوي على علامات استفهام والعديد من الأرقام. ومع ذلك ، فإن أوسكلاس يقدم لك روابط ثابتة. يمكن أن يؤدي ذلك إلى تحسين جماليات الروابط الخاصة بك وقابليتها للاستخدام والتوافق مع نوع المشروع

source: Friendly urls
ar_eg: الروابط الثابتة

source: Enable friendly urls
ar_eg: تفعيل الروابط الثابتة

source: Listing URL:
ar_eg: قائمة الروابط:

source: Accepted keywords: %s
ar_eg: الكلمات الأساسية المقبولة %s

source: Page URL:
ar_eg: رابط الصفحة:

source: Category URL:
ar_eg: رابط للفئة:

source: Search prefix URL:
ar_eg: عنوان URL لبادئة البحث:

source: It always appear before the category, region or city url.
ar_eg: يظهر دائمًا قبل عنوان url للفئة أو المنطقة أو المدينة.

source: Search URL:
ar_eg: عنوان URL للبحث:

source: Search keyword country
ar_eg: البحث عن بلد الكلمات الرئيسية

source: Search keyword region
ar_eg: البحث عن منطقة الكلمات الرئيسية

source: Search keyword city
ar_eg: كلمة البحث المدينة

source: Search keyword city area
ar_eg: البحث عن منطقة المدينة الكلمات الرئيسية

source: Search keyword category
ar_eg: نوع المشروع الكلمات الرئيسية البحث

source: Search keyword user
ar_eg: مستخدم كلمة البحث

source: Search keyword pattern
ar_eg: البحث عن نمط الكلمات الرئيسية

source: Feed
ar_eg: تغذية

source: Listing mark
ar_eg: علامة المشروع

source: Listing send friend
ar_eg: قائمة إرسال صديق

source: Listing contact
ar_eg: قائمة الاتصال

source: Listing new
ar_eg: أعلان جديد

source: Listing activate
ar_eg: تنشيط المشروع

source: Listing deactivate
ar_eg: تعطيل المشروع

source: Listing renew
ar_eg: تجديد الإدراج

source: Listing edit
ar_eg: تحرير المشروع

source: Listing delete
ar_eg: حذف المشروع

source: Listing resource delete
ar_eg: حذف الموارد

source: User login
ar_eg: تسجيل دخول المستخدم

source: User dashboard
ar_eg: لوحة تحكم المستخدم

source: User logout
ar_eg: خروج المستخدم

source: User register
ar_eg: تسجيل المستخدم

source: User activate
ar_eg: تنشيط المستخدم

source: User activate alert
ar_eg: تنشيط المستخدم التنبيه

source: User listings
ar_eg: مشروعات المستخدم

source: User recover
ar_eg: استعادة المستخدم

source: User forgot
ar_eg: نسي المستخدم

source: User change email confirm
ar_eg: تأكيد البريد الإلكتروني لتغيير المستخدم

source: Your .htaccess file
ar_eg: ملف htaccess الخاص بك

source: What your .htaccess file should look like
ar_eg: كيف يجب أن يبدو ملف htaccess الخاص بك

source: Save the searches users do on your site. In this way, you can get information on what they're most interested in. From here, you can manage the options on how much information you want to save.
ar_eg: احفظ عمليات البحث التي يقوم بها الطلاب على موقعك. بهذه الطريقة ، يمكنك الحصول على معلومات حول أكثر ما يهمهم. ومن هنا ، يمكنك إدارة الخيارات المتعلقة بكمية المعلومات التي تريد حفظها.

source: Latest searches Settings - %s
ar_eg: إعدادات البحث الأخيرة - %s

source: Latest searches Settings
ar_eg: إعدادات البحث الأخيرة

source: Latest searches
ar_eg: البحوث الأخيرة

source: Save the latest user searches
ar_eg: احفظ أحدث عمليات بحث المستخدم

source: It may be useful to know what queries users make.
ar_eg: قد يكون من المفيد معرفة استفسارات الطلاب.

source: How long queries are stored
ar_eg: كم من الوقت يتم تخزين الاستعلامات

source: One hour
ar_eg: ساعة واحدة

source: One day
ar_eg: يوم واحد

source: One week
ar_eg: اسبوع واحد

source: Forever
ar_eg: إلى الأبد

source: Store 1000 queries
ar_eg: تخزين 1000 استفسار

source: Store %s queries
ar_eg: استعلامات تخزين %s

source: This feature can generate a lot of data. It's recommended to purge this data periodically.
ar_eg: يمكن أن تولد هذه الميزة الكثير من البيانات. يوصى بمسح هذه البيانات بشكل دوري.

source: Words Restriction Settings
ar_eg: إعدادات تقييد الكلمات

source: Restrict mode
ar_eg: تقييد الوضع

source: Use as banned words
ar_eg: استخدامها ككلمات محظورة

source: Use as whitelisted words
ar_eg: استخدم ككلمات مدرجة في القائمة البيضاء

source: Restricted words
ar_eg: كلمات مقيدة

source: Delimit words by comma. Words are not case sensitive. Extra white space is considered in pattern as well.
ar_eg: افصل الكلمات بفاصلة. الكلمات ليست حساسة لحالة الأحرف. يتم أخذ المساحة البيضاء الإضافية في الاعتبار أيضًا.

source: Clean up latest searches
ar_eg: تنظيف أحدث عمليات البحث

source: Latest searches are cleaned from database using Cron.
ar_eg: يتم تنظيف أحدث عمليات البحث من قاعدة البيانات باستخدام Cron.

source: You have currently %s search patterns stored, you should not have more than 50k, otherwise it may slow down performance of your website.
ar_eg: لديك حاليًا %s من أنماط البحث المخزنة، ويجب ألا يكون لديك أكثر من 50 ألفًا، وإلا فقد يؤدي ذلك إلى إبطاء أداء موقع الويب الخاص بك.

source: Keep spammers from publishing on your site by configuring reCAPTCHA and Akismet. Be careful: in order to use these services, you must register on their sites first and follow their instructions.
ar_eg: امنع مرسلي البريد العشوائي من النشر على موقعك عن طريق تكوين reCAPTCHA و Akismet. كن حذرًا: من أجل استخدام هذه الخدمات ، يجب عليك التسجيل في مواقعها أولاً واتباع تعليماتها.

source: Spam and bots - %s
ar_eg: البريد العشوائي والروبوتات - %s

source: Spam and bots
ar_eg: البريد العشوائي والبوتات

source: Akismet
ar_eg: أكيسميت

source: Akismet is a hosted web service that saves you time by automatically detecting comment and trackback spam. It's hosted on our servers, but we give you access to it through plugins and our API.
ar_eg: Akismet هي خدمة ويب مستضافة توفر لك الوقت عن طريق الكشف التلقائي عن التعليقات وتتبع البريد العشوائي. يتم استضافته على خوادمنا ، لكننا نتيح لك الوصول إليه من خلال المكونات الإضافية وواجهة برمجة التطبيقات الخاصة بنا.

source: Akismet API Key
ar_eg: مفتاح Akismet

source: This key is valid
ar_eg: هذا المفتاح صالح

source: The key you entered is invalid. Please double-check it
ar_eg: المفتاح الذي أدخلته غير صالح. يرجى إعادة التحقق منه

source: Akismet is disabled, please enter an API key. <a href="%s" target="_blank">(Get your key)</a>
ar_eg: تم تعطيل Akismet ، الرجاء إدخال مفتاح API. <a href="%s" target="_blank"> (احصل على مفتاحك) </a>

source: ReCaptcha v2 Tickbox
ar_eg: مربع الاختيار ReCaptcha v2

source: ReCaptcha helps prevent automated abuse of your site by using a CAPTCHA to ensure that only humans perform certain actions. Osclass use reCAPTCHA v2 - "I'm not a robot" tickbox. <a href="%s" target="_blank">Get your API key</a>
ar_eg: يساعد ReCaptcha في منع إساءة الاستخدام التلقائية لموقعك باستخدام اختبار CAPTCHA لضمان قيام البشر فقط بتنفيذ إجراءات معينة. يستخدم أوسكلاس خانة اختيار reCAPTCHA v2 - "أنا لست روبوتًا". <a href="%s" target="_blank"> احصل على مفتاح API </a>

source: ReCaptcha Enabled
ar_eg: DFG

source: Enable ReCaptcha on Forms
ar_eg: تمكين ReCaptcha في النماذج

source: Site Key
ar_eg: مفتاح نوع المشروع

source: Secret Key
ar_eg: المفتاح السري

source: ReCaptcha Validation
ar_eg: بلاب

source: If you see the ReCaptcha form without error or warning, it means that you have correctly entered the API keys
ar_eg: إذا رأيت نموذج ReCaptcha بدون خطأ أو تحذير، فهذا يعني أنك أدخلت مفاتيح API بشكل صحيح

source: Last 10 weeks
ar_eg: آخر 10 أسابيع

source: Last 10 months
ar_eg: آخر 10 أشهر

source: Last 10 days
ar_eg: آخر 10 أيام

source: See how many comments the listings published on your site have received.
ar_eg: تعرف على عدد التعليقات التي تلقتها المشروعات المنشورة على موقعك.

source: Statistics
ar_eg: إحصائيات

source: Comment Statistics - %s
ar_eg: إحصائيات التعليقات - %s

source: Comment Statistics
ar_eg: إحصائيات التعليق

source: There are no statistics yet
ar_eg: لا توجد إحصائيات حتى الآن

source: Latest comments on the web
ar_eg: أحدث التعليقات على نوع المشروع

source: There're no statistics yet
ar_eg: لا توجد إحصائيات حتى الآن

source: Quickly find out how many new listings have been published on your site and how many visits each of the listings gets.
ar_eg: اكتشف بسرعة عدد المشروعات الجديدة التي تم نشرها على موقعك وعدد الزيارات التي تحصل عليها كل من المشروعات .

source: Listing Statistics - %s
ar_eg: سرد الإحصائيات - %s

source: Items
ar_eg: المشروعات

source: Views
ar_eg: المشاهدات

source: Alerts
ar_eg: التنبيهات

source: Subscribers
ar_eg: المشتركين

source: Listing Statistics
ar_eg: قائمة الإحصائيات

source: New listing
ar_eg: أعلان جديد

source: Number of new listings
ar_eg: عدد المشروعات الجديدة

source: Listings' views
ar_eg: مشاهدات المشروعات

source: Total number of listings' views
ar_eg: إجمالي عدد مشاهدات المشروعات

source: New alerts
ar_eg: تنبيهات جديدة

source: Number of new alerts
ar_eg: عدد التنبيهات الجديدة

source: New subscribers
ar_eg: المشتركين الجدد

source: Number of new subscribers
ar_eg: عدد المشتركين الجدد

source: See how many listings from your site have been reported as spam, expired, duplicate, etc.
ar_eg: تعرف على عدد المشروعات من موقعك التي تم الإبلاغ عنها كرسائل غير مرغوب فيها أو منتهية الصلاحية أو مكررة ، إلخ.

source: Report Statistics - %s
ar_eg: إحصائيات التقارير - %s

source: Duplicated
ar_eg: مكرر

source: Bad category
ar_eg: نوع المشروع سيئة

source: Offensive
ar_eg: هجومي

source: Expired
ar_eg: منتهية الصلاحية

source: Report Statistics
ar_eg: إحصائيات التقرير

source: Total number of reports
ar_eg: العدد الإجمالي للتقارير

source: Stay up-to-date on the number of users registered on your site. You can also see a breakdown of the countries and regions where users live among those available on your site.
ar_eg: ابق على اطلاع على عدد الطلاب المسجلين على موقعك. يمكنك أيضًا الاطلاع على تفاصيل نوع المشروعان والمناطق التي يعيش فيها الطلاب من بين تلك المتوفرة على موقعك.

source: User Statistics - %s
ar_eg: إحصائيات المستخدم - %s

source: New users
ar_eg: طلاب جدد

source: Users per country
ar_eg: الطلاب في كل بلد

source: Unknown
ar_eg: غير معروف

source: Users per region
ar_eg: الطلاب في كل منطقة

source: User Statistics
ar_eg: إحصائيات المستخدم

source: Latest users on the web
ar_eg: آخر الطلاب على شبكة الإنترنت

source: E-Mail
ar_eg: البريد الإلكتروني

source: Avg. items per user
ar_eg: متوسط من المشروعات لكل مستخدم

source: %s listings per user
ar_eg: %s أعلانانات لكل مستخدم

source: Save a backup of all of your site's information: listings, users and configuration. You can save a backup on your server or on your computer.
ar_eg: احفظ نسخة احتياطية لجميع معلومات موقعك: المشروعات والطلاب والتكوين. يمكنك حفظ نسخة احتياطية على الخادم الخاص بك أو على جهاز الكمبيوتر الخاص بك.

source: Tools
ar_eg: أدوات

source: Backup - %s
ar_eg: النسخ الاحتياطي - %s

source: Backup
ar_eg: النسخ الاحتياطي

source: Backup folder
ar_eg: مجلد النسخ الاحتياطي

source: <strong>WARNING</strong>: If you don't specify a backup folder, the backup files will be created in the root of your Osclass installation.
ar_eg: <strong> تحذير </strong>: إذا لم تحدد مجلد نسخ احتياطي ، فسيتم إنشاء ملفات النسخ الاحتياطي في جذر تثبيت أوكلاس.

source: This is the folder in which your backups will be created. We recommend that you choose a non-public path.
ar_eg: هذا هو المجلد الذي سيتم إنشاء النسخ الاحتياطية فيه. نوصي باختيار مسار غير عام.

source: Backup SQL (store on server)
ar_eg: نسخ أحتياطي لقاعدة البيانات (تخزين على الخادم)

source: Backup SQL (download file)
ar_eg: نسخ أحتياطي لقاعدة البيانات (تنزيل ملف)

source: Backup files (store on server)
ar_eg: نسخ أحتياطي للملفات (تخزين على الخادم)

source: Category stats - %s
ar_eg: إحصائيات الفئة - %s

source: Category stats
ar_eg: احصائيات الفئة

source: You can recalculate stats by category, useful if the stats seem to be incorrect.
ar_eg: يمكنك إعادة حساب الإحصائيات حسب الفئة ، وهذا مفيد إذا بدت الإحصائيات غير صحيحة.

source: Calculate category stats
ar_eg: حساب احصائيات الفئة

source: Clean up not validated, disabled or spam data in osclass
ar_eg: لم يتم التحقق من صحة بيانات التنظيف أو تعطيلها أو البريد العشوائي في osclass

source: Cleanup data
ar_eg: بيانات التنظيف

source: Cleanup - %s
ar_eg: تنظيف - %s

source: Inactive listings
ar_eg: مشروعات غير نشطة

source: Remove listings those has not been validated in last %d days. These data are usually spam/unwanted and are redundant for your installation.
ar_eg: إزالة المشروعات التي لم يتم التحقق من صحتها في %d أيام الماضية. عادة ما تكون هذه البيانات غير مرغوب فيها / غير مرغوب فيها وتكون زائدة عن الحاجة للتثبيت الخاص بك.

source: Total number of listings matching criteria: %s
ar_eg: العدد الإجمالي لمشروعات مطابقة المعايير:: %s

source: Clean up now
ar_eg: تنظيف الآن

source: Blocked & Spam listings
ar_eg: المشروعات المحظورة والبريد العشوائي

source: Remove listings those has been marked as spam, or has been disabled by you or your moderators.
ar_eg: قم بإزالة المشروعات التي تم تعليمها كبريد عشوائي ، أو تم تعطيلها بواسطتك أو بواسطة المشرفين لديك.

source: Expired listings
ar_eg: المشروعات المنتهية

source: Remove listings those has expired more than %d days ago and were not removed or reactivated. These listings are not visible on your site.
ar_eg: قم بإزالة المشروعات التي انتهت صلاحيتها منذ أكثر من %d يوم ولم تتم إزالتها أو إعادة تنشيطها. هذه المشروعات غير مرئية على موقعك.

source: Inactive users
ar_eg: الطلاب غير النشطين

source: Remove users those has registered more than %d days ago did not activated their account.
ar_eg: إزالة الطلاب الذين سجلوا منذ أكثر من %d يوم لم يتم تنشيط حساباتهم.

source: Total number of users matching criteria: %s
ar_eg: العدد الإجمالي للطلاب المطابقين للمعايير: %s

source: Blocked users
ar_eg: طلاب محجوبين

source: Remove users those has been blocked more than %d days (based on last access date). This will remove also all listings published by this user.
ar_eg: قم بإزالة الطلاب الذين تم حظرهم لأكثر من %d يوم (بناءً على تاريخ آخر دخول). سيؤدي هذا أيضًا إلى إزالة جميع المشروعات التي نشرها هذا المستخدم.

source: Inactive comments
ar_eg: التعليقات غير النشطة

source: Remove comments those has not been activated for more than %d days.
ar_eg: قم بإزالة التعليقات التي لم يتم تنشيطها لأكثر من %d يوم.

source: Total number of comments matching criteria: %s
ar_eg: العدد الإجمالي لمعايير مطابقة التعليقات:: %s

source: Blocked comments
ar_eg: التعليقات المحظورة

source: Remove comments those has been blocked by your or your moderators.
ar_eg: إزالة التعليقات التي تم حظرها من قبلك أو من قبل المشرفين لديك.

source: Unsubscribed alerts
ar_eg: تنبيهات غير المشتركين

source: Remove inactive alerts those has been unsubscribed for more than %d days.
ar_eg: قم بإزالة التنبيهات غير النشطة التي تم إلغاء اشتراكها لأكثر من %d يوم.

source: Total number of alerts matching criteria: %s
ar_eg: العدد الإجمالي للتنبيهات المطابقة للمعايير: %s

source: Check your debug/error log settings and debug output.
ar_eg: تحقق من إعدادات سجل التصحيح / الخطأ وإخراج التصحيح.

source: Debug/Error log
ar_eg: سجل التصحيح / الخطأ

source: Tools - %s
ar_eg: أدوات - %s

source: First %s lines shown, download log file to see full content
ar_eg: تم عرض أول %s سطر ، قم بتنزيل ملف السجل لمشاهدة المحتوى الكامل

source: Debug/Error log settings
ar_eg: إعدادات سجل التصحيح / الخطأ

source: PHP error log
ar_eg: سجل أخطاء PHP

source: PHP errors output to file
ar_eg: إخراج أخطاء PHP إلى ملف

source: Database debug mode
ar_eg: وضع تصحيح قاعدة البيانات

source: Enable logs
ar_eg: تمكين السجلات

source: You can enable error/debug logs in config.php (located in root directory) by adding following lines
ar_eg: يمكنك تمكين سجلات الأخطاء / تصحيح الأخطاء في config.php (الموجود في الدليل الجذر) عن طريق إضافة الأسطر التالية

source: Enable PHP debugging
ar_eg: تمكين تصحيح أخطاء PHP

source: Stores PHP debug into log file
ar_eg: يخزن تصحيح أخطاء PHP في ملف السجل

source: Enable DB debugging
ar_eg: تمكين تصحيح أخطاء قاعدة البيانات

source: Debug log file
ar_eg: ملف سجل التصحيح

source: Remove
ar_eg: إمسح

source: Debug log file is empty or does not exists, it should be located in %s folder.
ar_eg: ملف سجل التصحيح فارغ أو غير موجود، يجب أن يكون موجودًا في المجلد %s.

source: Upload registers from other Osclass installations or upload new geographic information to your site. <strong>Be careful</strong>: don’t use this option if you're not 100% sure what you're doing.
ar_eg: قم بتحميل السجلات من عمليات تثبيت Osclass الأخرى أو قم بتحميل معلومات جغرافية جديدة إلى موقعك. <strong>كن حذرًا</strong> : لا تستخدم هذا الخيار إذا لم تكن متأكدًا تمامًا مما تفعله.

source: Import - %s
ar_eg: استيراد - %s

source: File (.sql)
ar_eg: ملف (.sql)

source: Import data
ar_eg: أستيراد البيانات

source: Browse configuration information of your server, database, osclass and PHP
ar_eg: تصفح معلومات التكوين الخاصة بالخادم وقاعدة البيانات و osclass و PHP

source: Configuration information
ar_eg: معلومات التكوين

source: This information can be provided when you report an issue via support ticket or on forums.
ar_eg: يمكن تقديم هذه المعلومات عند الإبلاغ عن مشكلة عبر بطاقة الدعم أو في المنتديات.

source: Detail information are not included as it takes more resources to compute. Click on button bellow to include also details about your website.
ar_eg: لا يتم تضمين المعلومات التفصيلية حيث يتطلب حساب المزيد من الموارد. انقر على الزر أدناه لتضمين أيضًا تفاصيل حول موقع الويب الخاص بك.

source: Run with details
ar_eg: تشغيل مع التفاصيل

source: Server information
ar_eg: معلومات الخادم

source: Server software version
ar_eg: إصدار برنامج الخادم

source: PHP version
ar_eg: نسخة PHP

source: Max execution time
ar_eg: أقصى وقت للتنفيذ

source: Upload max file size
ar_eg: تحميل الحجم الأقصى للملف

source: Post max file size
ar_eg: نشر الحد الأقصى لحجم الملف

source: Memory limit
ar_eg: حد الذاكرة

source: Max input vars
ar_eg: الحد الأقصى الإدخال vars

source: Allow URL Fopen
ar_eg: السماح لروابط Fopen

source: Database information
ar_eg: معلومات قاعدة البيانات

source: MySQL version
ar_eg: نسخة قاعدة البيانات

source: MySQL server
ar_eg: خادم قاعدة البيانات

source: MySQL name
ar_eg: اسم قاعدة البيانات

source: MySQL user
ar_eg: مستخدم قاعدة البيانات

source: Tables prefix
ar_eg: بادئة الجداول prefix

source: Size information
ar_eg: معلومات عن الحجم

source: All osclass files
ar_eg: جميع ملفات osclass

source: Includes
ar_eg: يشمل

source: Admin
ar_eg: المشرف

source: Content
ar_eg: المحتوى

source: Uploads
ar_eg: المرفوع

source: Not available in summary, run configuration information with details
ar_eg: غير متوفر في الملخص ، قم بتشغيل معلومات التكوين مع التفاصيل

source: Subdomains setup
ar_eg: إعداد النطاقات الفرعية

source: Count of available subdomains
ar_eg: عدد النطاقات الفرعية المتاحة

source: Is subdomain?
ar_eg: هو المجال الفرعي؟

source: Yes
ar_eg: نعم

source: No
ar_eg: تشغيل

source: List of first 20 subdomains
ar_eg: قائمة أول 20 نطاق فرعي

source: Osclass information
ar_eg: معلومات أوكلاس

source: Osclass version
ar_eg: إصدار أوكلاس

source: Web URL
ar_eg: رابط نوع المشروع

source: Web path
ar_eg: مسار نوع المشروع

source: Oc-admin URL
ar_eg: رابط لـ Oc-admin

source: Last update check
ar_eg: آخر فحص للتحديث

source: Using dev cron
ar_eg: باستخدام ديف كرون

source: Current front theme
ar_eg: القالب الأمامي الحالي

source: Current oc-admin theme
ar_eg: قالب oc-admin الحالي

source: Cache
ar_eg: التخزين المؤقت

source: Themes & Plugins information
ar_eg: معلومات القالب والإضافات

source: All plugins
ar_eg: كل الإضافات

source: plugins
ar_eg: الإضافات

source: Enabled plugins
ar_eg: الإضافات الممكّنة

source: Disabled plugins
ar_eg: الإضافات المعطلة

source: Not installed plugins
ar_eg: الإضافات غير المثبتة

source: All themes
ar_eg: جميع القوالب

source: themes
ar_eg: القوالب

source: Inactive themes
ar_eg: مظاهر غير نشطة

source: Your information
ar_eg: معلوماتك

source: Your web browser
ar_eg: متصفح الويب الخاص بك

source: Permissions information
ar_eg: معلومات الأذونات

source: In case folder is not readable or writtable, it may be issue when updating or upgrading osclass, themes or plugins.
ar_eg: في حالة عدم إمكانية قراءة المجلد أو الكتابة عليه ، فقد يكون هناك مشكلة عند تحديث أو ترقية osclass أو القوالب أو المكونات الإضافية.

source: Folders those are not readable
ar_eg: المجلدات التي لا يمكن قراءتها

source: All folders are readable
ar_eg: جميع المجلدات قابلة للقراءة

source: Folders those are not writtable
ar_eg: المجلدات غير قابلة للكتابة

source: All folders are writtable
ar_eg: جميع المجلدات قابلة للكتابة

source: Location stats - %s
ar_eg: احصائيات نوع المشروع - %s

source: Locations stats
ar_eg: احصائيات المواقع

source: Complete
ar_eg: اكتمال

source: You can recalculate your location stats. This is useful if you upgrade from versions older than Osclass 2.4
ar_eg: يمكنك إعادة حساب احصائيات نوع المشروع الخاص بك. يكون هذا مفيدًا إذا قمت بالترقية من إصدارات أقدم من أوسكلاس 2.4

source: Calculate location stats
ar_eg: احسب احصائيات نوع المشروع

source: Show a "Site in maintenance mode" message to your users while you're updating your site or modifying its configuration.
ar_eg: اعرض رسالة "نوع المشروع في وضع الصيانة" للطلاب أثناء تحديث موقعك أو تعديل تكوينه.

source: Maintenance - %s
ar_eg: الصيانة - %s

source: While in maintenance mode, users can't access your website. Useful if you need to make changes on your website. Use the following button to toggle maintenance mode ON/OFF.
ar_eg: أثناء وجودك في وضع الصيانة لا يمكن للطلاب الوصول إلى موقع الويب الخاص بك. الوضع مفيد إذا كنت بحاجة إلى إجراء تغييرات على موقع الويب الخاص بك. استخدم الزر التالي للتبديل بين تشغيل / إيقاف وضع الصيانة.

source: Maintenance mode is: <strong>%s</strong>
ar_eg: وضع الصيانة : <strong>%s </strong>

source: Disable maintenance mode
ar_eg: تعطيل وضع الصيانة

source: Enable maintenance mode
ar_eg: تفعيل وضع الصيانة

source: Checking for updates...
ar_eg: البحث عن تحديثات...
