Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Running website on latest version is important to keep your osclass fast and secure.
ar_eg: يعد تشغيل موقع الويب على أحدث إصدار أمرًا مهمًا للحفاظ على سرعة وأمان osclass الخاص بك.

source: You need to enable <b>allow_url_fopen = On</b> at php.ini, if you need more information please contact your hosting provider.
ar_eg: تحتاج إلى تمكين <b> allow_url_fopen = تشغيل </b> في php.ini ، إذا كنت بحاجة إلى مزيد من المعلومات ، فيرجى الاتصال بمزود الاستضافة.

source: Download themes, plugins, languages or locations from OsclassPoint
ar_eg: قم بتنزيل القالب أو المكونات الإضافية أو اللغات أو المواقع من OsclassPoint

source: %s on market
ar_eg: %s في السوق

source: Languages
ar_eg: اللغات

source: %s on market - %s
ar_eg: %s في السوق - %s

source: Latest
ar_eg: المشروعات

source: By name
ar_eg: بالاسم

source: By version
ar_eg: حسب الإصدار

source: Search language...
ar_eg: لغة البحث ...

source: Osclass translations
ar_eg: ترجمات أوكلاس

source: Themes translations
ar_eg: ترجمات القالب

source: Plugins translations
ar_eg: ترجمات الإضافات

source: Filter
ar_eg: تصفية

source: Translations helps you to localize website into language you need. You may automatically install languages from the %s or upload a translation in .zip format.
ar_eg: تساعدك الترجمات على ترجمة موقع الويب إلى اللغة التي تحتاجها. يمكنك تثبيت اللغات تلقائيًا من %s أو تحميل ترجمة بتنسيق zip.

source: OsclassPoint Translations Directory
ar_eg: فهرس ترجمات OsclassPoint

source: all versions
ar_eg: جميع الإصدارات

source: %s or higher
ar_eg: %s أو أعلى

source: File name
ar_eg: اسم الملف

source: Updated on
ar_eg: تحديث في

source: Size
ar_eg: بحجم

source: Not compatible with your osclass version
ar_eg: غير متوافق مع إصدار osclass الخاص بك

source: Can't update
ar_eg: لا يمكن التحديث

source: Download
ar_eg: تحميل

source: Click to open language configuration
ar_eg: انقر لفتح تكوين اللغة

source: Ready
ar_eg: مثبت

source: updated %s
ar_eg: تم تحديث %s

source: Not compatible, require at least osclass %s
ar_eg: غير متوافق ، تتطلب على الأقل osclass %s

source: Compatible with your osclass
ar_eg: متوافق مع osclass الخاص بك

source: No %s found. Try a different search.
ar_eg: لم يتم العثور على %s . جرب بحثًا مختلفًا.

source: language
ar_eg: اللغة

source: Language has been updated correctly.
ar_eg: تم تحديث اللغة بشكل صحيح.

source: Go to language page
ar_eg: انتقل إلى صفحة اللغة

source: All versions
ar_eg: جميع الإصدارات

source: and higher
ar_eg: وأعلى

source: Update now
ar_eg: تحديث الان

source: Download language from OsclassPoint
ar_eg: قم بتنزيل اللغة من OsclassPoint

source: Download now
ar_eg: التحميل الان

source: Not compatible with your product version (Your version is %s)
ar_eg: غير متوافق مع إصدار المنتج الخاص بك (إصدارك هو %s)

source: Incompatible
ar_eg: غير متوافق

source: You do not have this product
ar_eg: ليس لديك هذا المنتج

source: Unavailable
ar_eg: غير متوفره

source: Product not installed
ar_eg: المنتج غير مثبت

source: Not compatible, require at least %s
ar_eg: غير متوافق ، يتطلب على الأقل %s

source: Compatible with your product
ar_eg: متوافق مع منتجك

source: Product language has been updated correctly.
ar_eg: تم تحديث لغة المنتج بشكل صحيح.

source: Product language has been downloaded correctly.
ar_eg: تم تنزيل لغة المنتج بشكل صحيح.

source: Search location...
ar_eg: بحث عن موقع...

source: Locations contains country, region and city data those are used in diffrent situations by osclass. You may automatically install locations from the %s or upload a location in .sql format.
ar_eg: تحتوي المواقع على بيانات نوع المشروع والمنطقة والمدينة التي تستخدمها osclass في مواقف مختلفة. يمكنك تثبيت المواقع تلقائيًا من %s أو تحميل موقع بتنسيق .sql.

source: OsclassPoint Locations Directory
ar_eg: دليل مواقع OsclassPoint

source: Contains
ar_eg: يحتوي على

source: regions
ar_eg: المناطق

source: cities
ar_eg: المدن

source: Can't download
ar_eg: لا يمكن التنزيل

source: Click to open country configuration
ar_eg: انقر لفتح تكوين نوع المشروع

source: location
ar_eg: نوع المشروع

source: Location has been updated correctly.
ar_eg: تم تحديث نوع المشروع بشكل صحيح.

source: Location has been downloaded correctly.
ar_eg: تم تنزيل نوع المشروع بشكل صحيح.

source: Go to locations page
ar_eg: انتقل إلى صفحة المواقع

source: Update location from OsclassPoint
ar_eg: تحديث نوع المشروع من OsclassPoint

source: Download location from OsclassPoint
ar_eg: تنزيل نوع المشروع من OsclassPoint

source: There was problem loading product details
ar_eg: كانت هناك مشكلة في تحميل تفاصيل المنتج

source: Pictures
ar_eg: صور

source: Free
ar_eg: مجانا

source: Require Osclass version
ar_eg: يتطلب إصدار أوكلاس

source: up to %s
ar_eg: حتى %s

source: Orders
ar_eg: الطلبات

source: Last update
ar_eg: أخر تحديث

source: Theme home page
ar_eg: الصفحة الرئيسية للقالب

source: Support forums
ar_eg: منتديات الدعم

source: Front-office demo
ar_eg: عرض واجهة نوع المشروع

source: Back-office demo
ar_eg: عرض لوحة التحكم

source: Average rating
ar_eg: متوسط التقييم

source: Based on %d ratings
ar_eg: بناءً على %d تصنيفات

source: Purchase theme
ar_eg: شراء الموصوع

source: Purchase plugin
ar_eg: شراء إضافة

source: Download theme
ar_eg: تحميل القالب

source: Download plugin
ar_eg: تحميل إضافة

source: By rating
ar_eg: حسب التقييم

source: By downloads
ar_eg: حسب التنزيلات

source: Best seller
ar_eg: الأكثر مبيعا

source: Search plugin...
ar_eg: بحث في الإضافة ...

source: Type of product
ar_eg: نوع المنتج

source: Purchased
ar_eg: تم شراؤها

source: Not purchased
ar_eg: لم يتم شراؤها

source: Plugins extend and expand the functionality of Osclass. You may automatically install plugins from the %s or upload a plugin in .zip format.
ar_eg: تعمل المكونات الإضافية على توسيع وتوسيع وظائف أوكلاس. يمكنك تثبيت المكونات الإضافية تلقائيًا من %s أو تحميل مكون إضافي بتنسيق zip.

source: OsclassPoint Plugins Directory
ar_eg: دليل الإضافات OsclassPoint

source: No compatible with your osclass version
ar_eg: لا يتوافق مع إصدار osclass الخاص بك

source: Click to open plugin configuration
ar_eg: انقر لفتح تكوين الإضافة

source: Purchase
ar_eg: شراء

source: More details
ar_eg: المزيد من التفاصيل

source: %s orders
ar_eg: %s من الطلبات

source: %s downloads
ar_eg: %s تنزيلات

source: Not compatible, require osclass not higher than %s
ar_eg: غير متوافق ، تتطلب osclass ليس أعلى من %s

source: plugin
ar_eg: الإضافة

source: Plugin has been updated correctly.
ar_eg: تم تحديث الإضافة بشكل صحيح.

source: Plugin has been downloaded correctly.
ar_eg: تم تحميل الإضافة بشكل صحيح.

source: Go to plugins page
ar_eg: انتقل إلى صفحة الإضافات

source: up to
ar_eg: يصل إلى

source: Update plugin from OsclassPoint
ar_eg: تحديث الإضافات من OsclassPoint

source: Download plugin from OsclassPoint
ar_eg: قم بتحميل الإضافات من OsclassPoint

source: Browse and download available Osclass plugins, from a constantly-updated selection. After downloading a plugin, you have to install it and configure it to get it up and running.
ar_eg: تصفح وحمل إضافات أوسكلاس المتاحة ، من مجموعة محدَّثة باستمرار. بعد تنزيل مكون إضافي ، يجب عليك تثبيته وتكوينه لتنشيطه وتشغيله.

source: Featured
ar_eg: متميز

source: The connection with the Osclass market has failed. Try it later.
ar_eg: فشل الاتصال بسوق أوكلاس. جربه لاحقًا.

source: and counting
ar_eg: والعد

source: All
ar_eg: الجميع

source: There are no %s that matches your search
ar_eg: لا توجد %s تطابق بحثك

source: Cannot get information from market.osclass.org, sorry for the inconvenience
ar_eg: لا يمكن الحصول على معلومات من market.osclass.org ، آسف للإزعاج

source: Themes
ar_eg: مظاهر

source: Search theme...
ar_eg: بحث عن قالب...

source: Themes provide design, user experience and is place of first touch for your visitors. You may automatically install themes from the %s or upload a theme in .zip format.
ar_eg: توفر المظاهر التصميم وتجربة المستخدم وهي مكان اللمسة الأولى للزائرين. يمكنك تثبيت السمات تلقائيًا من %s أو تحميل سمة بتنسيق zip.

source: OsclassPoint Themes Directory
ar_eg: دليل مظاهر OsclassPoint

source: Theme must be deactivated before update
ar_eg: يجب إلغاء تنشيط القالب قبل التحديث

source: Click to open theme configuration
ar_eg: انقر لفتح تكوين القالب

source: theme
ar_eg: الموضوع

source: Theme has been updated correctly.
ar_eg: تم تحديث القالب بشكل صحيح.

source: Go to appearance page
ar_eg: انتقل إلى صفحة القالب

source: Download theme from OsclassPoint
ar_eg: قم بتنزيل القالب من OsclassPoint

source: Manage the images that users have uploaded along with their listings. You can delete them without deleting the whole listing if the image is inappropriate or doesn’t match the listing.
ar_eg: إدارة الصور التي قام الطلاب بتحميلها مع المشروعاتهم. يمكنك حذفها دون حذف المشروع بأكمله إذا كانت الصورة غير مناسبة أو لا تتطابق مع المشروع.

source: Media - %s
ar_eg: الوسائط - %s

source: Delete media
ar_eg: حذف الوسائط

source: Manage media
ar_eg: إدارة الوسائط

source: Are you sure you want to delete this media file?
ar_eg: هل أنت متأكد أنك تريد حذف ملف الوسائط هذا؟

source: Edit page
ar_eg: تعديل الصفحة

source: Add page
ar_eg: إضافة صفحة

source: Pages
ar_eg: الصفحات

source: Used to quickly identify this page
ar_eg: تستخدم لتحديد هذه الصفحة بسرعة

source: Visibility
ar_eg: يراها

source: Page template
ar_eg: مظهر الصفحة

source: Default template
ar_eg: القالب الافتراضي

source: Add link to footer in front-office
ar_eg: أضف رابط للصفحة في الصفحة الرئيسية للموقع

source: Allow search engines to index this page
ar_eg: السماح لمحركات البحث بفهرسة هذه الصفحة

source: With Osclass you can create static pages on which information can be stored, such as "About Us" or "Info" pages. From here you can create, edit or delete your site's static pages.
ar_eg: باستخدام أوسكلاس يمكنك إنشاء صفحات ثابتة يمكن تخزين المعلومات عليها ، مثل صفحات "نبذة عنا" أو "معلومات". من هنا يمكنك إنشاء أو تحرير أو حذف الصفحات الثابتة لموقعك.

source: Create page
ar_eg: إنشاء الصفحة

source: Pages - %s
ar_eg: الصفحات - %s

source: Manage pages
ar_eg: إدارة صفحات

source: Delete page
ar_eg: حذف الصفحة

source: Are you sure you want to delete this page?
ar_eg: هل أنت متأكد أنك تريد حذف هذه الصفحة؟

source: Docs
ar_eg: المستندات

source: Official Market
ar_eg: السوق الرسمي

source: Logged in as %s
ar_eg: تم تسجيل الدخول باسم %s

source: No change expiration
ar_eg: لا تغيير انتهاء الصلاحية

source: Without expiration
ar_eg: بدون انتهاء الصلاحية

source: 1 day
ar_eg: 1 يوم

source: %d days
ar_eg: %d أيام

source: Select category
ar_eg: أختر فئة

source: No subcategory
ar_eg: لا توجد نوع المشروع فرعية

source: Select subcategory
ar_eg: حدد فئة فرعية

source: Manually upload Osclass plugins in .zip format. If you prefer, you can manually upload the decompressed plugin to <em>%s/plugins</em>.
ar_eg: قم بتحميل مكونات أوسكلاس الإضافية يدويا بتنسيق .zip. إذا كنت تفضل ذلك ، يمكنك تحميل المكون الإضافي الذي تم فك ضغطه يدويا إلى <em>%s/plugins</em>.

source: Add plugin - %s
ar_eg: إضافة مكون إضافي - %s

source: Add plugin
ar_eg: أضف ملحق/إضافة

source: You can download and install new plugins directly in %s section.
ar_eg: يمكنك تنزيل وتثبيت مكونات إضافية جديدة مباشرة في نوع المشروع %s.

source: Market > Plugins
ar_eg: السوق > المكونات الإضافية

source: If you want to upload more plugins quicker, extract plugin archives directly into <b>%s/plugins</b> folder using your file manager, cPanel or FTP client.
ar_eg: إذا كنت ترغب في تحميل المزيد من المكونات الإضافية بشكل أسرع ، فقم باستخراج أرشيفات المكونات الإضافية مباشرة إلى <b>%s/plugins</b> باستخدام مدير الملفات أو cPanel أو عميل FTP.

source: Plugin package (.zip)
ar_eg: حزمة الإضافة (.zip)

source: Cannot install new plugin
ar_eg: لا يمكن تثبيت الإضافة الجديدة

source: The plugin folder is not writable on your server so you cannot upload plugins from the administration panel. Please make the folder writable and try again.
ar_eg: مجلد الإضافة غير قابل للكتابة على الخادم الخاص بك ، لذا لا يمكنك تحميل المكونات الإضافية من لوحة الإدارة. يرجى جعل المجلد قابلاً للكتابة والمحاولة مرة أخرى.

source: Plugins - %s
ar_eg: المكونات الإضافية - %s

source: Select the categories where you want to apply these attribute:
ar_eg: حدد الفئات التي تريد تطبيق هذه القالب عليها:

source: Install or uninstall the plugins available in your installation. In some cases, you'll have to configure the plugin in order to get it to work.
ar_eg: قم بتثبيت أو إلغاء تثبيت المكونات الإضافية المتوفرة في التثبيت الخاص بك. في بعض الحالات ، سيتعين عليك تكوين المكون الإضافي حتى يعمل.

source: Manage Plugins
ar_eg: إدارة الإضافات

source: Plugin couldn't be installed because it triggered a <strong>fatal error</strong>
ar_eg: تعذر تثبيت المكوّن الإضافي لأنه تسبب في <strong> خطأ فادح </strong>

source: Uninstall plugin
ar_eg: إلغاء تثبيت الإضافة

source: Go to support forums
ar_eg: انتقل إلى منتديات الدعم

source: Search for plugin
ar_eg: ابحث عن إضافة

source: %d plugins
ar_eg: %d مكونات إضافية

source: Show all plugins
ar_eg: عرض كل الإضافات

source: Show plugins to update
ar_eg: عرض الإضافات للتحديث

source: No plugins has been found
ar_eg: لم يتم العثور على ملحقات

source: This action can not be undone. Uninstalling plugins may result in a permanent loss of data. Are you sure you want to continue?
ar_eg: لا يمكن التراجع عن هذا الإجراء. قد يؤدي إلغاء تثبيت المكونات الإضافية إلى فقدان دائم للبيانات. هل أنت متأكد أنك تريد الاستمرار؟

source: You are about to delete the files of the plugin. Do you want to continue?
ar_eg: أنت على وشك حذف ملفات المكون الإضافي. هل تريد الاستمرار؟

source: Plugin page does not exists or is incorrect. Discuss following path with plugin author:
ar_eg: صفحة الإضافة غير موجودة أو غير صحيحة. ناقش المسار التالي مع مؤلف البرنامج المساعد:

source: If you see something extra before "%s", disucuss default path settings on server with your hosting provider. Expected form of file path.
ar_eg: إذا رأيت شيئا إضافيا قبل "%s" ، فقم بتفكيك إعدادات المسار الافتراضي على الخادم مع مزود الاستضافة. الشكل المتوقع لمسار الملف.

source: Change advanced configuration of your Osclass. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
ar_eg: قم بتغيير التكوين المتقدم لـ أوسكلاس الخاص بك. <strong> كن حذرًا </strong> عند تعديل القيم الافتراضية إذا لم تكن متأكدًا مما تفعله!

source: Advanced Settings - %s
ar_eg: الإعدادات المتقدمة - %s

source: Flush cache
ar_eg: ذاكرة التخزين المؤقت

source: Remove all data from cache.
ar_eg: إزالة جميع البيانات من ذاكرة التخزين المؤقت.

source: Subdomains Settings
ar_eg: إعدادات النطاقات الفرعية

source: Subdomain type
ar_eg: نوع المجال الفرعي

source: No subdomains
ar_eg: لا نطاقات فرعية

source: Category based
ar_eg: على أساس الفئة

source: Country based
ar_eg: على أساس نوع المشروع

source: Region based
ar_eg: على أساس المنطقة

source: City based
ar_eg: على أساس المدينة

source: User based
ar_eg: على أساس الأسم

source: Language based
ar_eg: على أساس اللغة

source: Subdomains for those does not exists related entry in database (based on slug) will return 404 page.
ar_eg: النطاقات الفرعية لتلك الإدخالات ذات الصلة غير الموجودة في قاعدة البيانات (استنادًا إلى سبيكة) ستعرض 404 صفحة.

source: Base host
ar_eg: المضيف الأساسي

source: Your host is required to know the base domain of your subdomains.
ar_eg: مطلوب من مضيفك معرفة المجال الأساسي لنطاقاتك الفرعية.

source: Your current host is "%s". Add it without "www".
ar_eg: مضيفك الحالي هو "%s". أضفه بدون "www".

source: If you have subdomains as sub1.domain.com, sub2.domain.com etc, then your base host is domain.com.
ar_eg: إذا كان لديك نطاقات فرعية مثل sub1.domain.com، أو sub2.domain.com وما إلى ذلك، فإن مضيفك الأساسي هو domain.com.

source: Remember to enable sharing of cookies & sessions for subdomains (in config, define COOKIE_DOMAIN equal to your base host).
ar_eg: تذكر تمكين مشاركة ملفات تعريف الارتباط والجلسات للنطاقات الفرعية (في التكوين، حدد COOKIE_DOMAIN المساوٍ لمضيفك الأساسي).

source: Landing page
ar_eg: الصفحة المقصودة

source: Turn website on top-domain (base host) to landing page
ar_eg: قم بتحويل موقع الويب الموجود على النطاق العلوي (المضيف الأساسي) إلى الصفحة المقصودة

source: When disabled, website on top-domain (base host) is fully functional Osclass site.
ar_eg: عند التعطيل، يصبح موقع الويب الموجود على النطاق العلوي (المضيف الأساسي) موقع أوسكلاس كامل الوظائف.

source: Language slug type
ar_eg: نوع سبيكة اللغة

source: Short format (xx)
ar_eg: تنسيق قصير (xx)

source: Long format (xx-yy)
ar_eg: التنسيق الطويل (xx-yy)

source: If short type selected, make sure you do not have 2 languages starting with same code (ie. en_US & en_GB).
ar_eg: إذا تم تحديد نوع قصير، فتأكد من عدم وجود لغتين تبدأان بنفس الرمز (مثلا en_US وen_GB).

source: Automatic redirect
ar_eg: إعادة التوجيه التلقائي

source: Automatically redirect user to subdomain based on it's IP location.
ar_eg: إعادة توجيه المستخدم تلقائيًا إلى النطاق الفرعي بناءً على موقع IP الخاص به.

source: Check user country based on IP, max once per 24 hours if not found.
ar_eg: تحقق من بلد المستخدم بناءً على عنوان IP، بحد أقصى مرة واحدة كل 24 ساعة إذا لم يتم العثور عليه.

source: This service use https://www.geoplugin.com/ service that allows 120 free API calls per minute. If you need more calls, consider using premium service at https://www.geoplugin.com/premium.
ar_eg: تستخدم هذه الخدمة خدمة https://www.geoplugin.com/ التي تتيح إجراء 120 مكالمة مجانية لواجهة برمجة التطبيقات في الدقيقة. إذا كنت بحاجة إلى مزيد من المكالمات، ففكر في استخدام الخدمة المتميزة على https://www.geoplugin.com/premium.

source: Only available for country based subdomains.
ar_eg: متاح فقط للنطاقات الفرعية القائمة على نوع المشروع.

source: Restricted countries
ar_eg: الدول المقيدة

source: Enter country codes delimited by comma those will be restricted and only users from this country will be able to access related subdomains.
ar_eg: أدخل رموز نوع المشروعان المفصولة بفواصل، حيث سيتم تقييدها ولن يتمكن سوى الطلاب من هذا نوع المشروع من الوصول إلى النطاقات الفرعية ذات الصلة.

source: Country of user is identified based on it's IP address. If user country is not same as subdomain country and it's in restricted list, user is redirected to top-domain with error message.
ar_eg: يتم تحديد بلد المستخدم بناءً على عنوان IP الخاص به. إذا كانت نوع المشروع المستخدم ليست هي نفسها نوع المشروع النطاق الفرعي وكانت موجودة في القائمة المقيدة، فستتم إعادة توجيه المستخدم إلى النطاق العلوي مع ظهور رسالة خطأ.

source: Enter "all" to restrict all countries.
ar_eg: أدخل "الكل" لتقييد جميع نوع المشروعان.

source: Geo service (IP data)
ar_eg: الخدمة الجغرافية (بيانات IP)

source: Click to retrieve IP data
ar_eg: انقر لاسترداد بيانات IP

source: You are currently using %s service.
ar_eg: أنت تستخدم حاليًا خدمة %s.

source: Your Geo service response:
ar_eg: استجابة الخدمة الجغرافية الخاصة بك:

source: Custom number: this field must only contain numeric characters
ar_eg: رقم مخصص: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: Custom number: this field cannot be left empty
ar_eg: رقم مخصص: لا يمكن ترك هذا الحقل فارغًا

source: Modify breadcrumbs section shown bellow header, customize it or hide on particular pages
ar_eg: قم بتعديل نوع المشروع شريط التنقل الموضح أسفل العنوان أو قم بتخصيصه أو إخفاءه في صفحات معينة

source: Breadcrumbs Settings - %s
ar_eg: إعدادات شريط التنقل - %s

source: Breadcrumbs Settings
ar_eg: إعدادات شريط التنقل

source: Breadcrumb elements on listings page
ar_eg: مشروعات مسار التنقل في صفحة المشروعات

source: Website (Page) title
ar_eg: عنوان موقع الويب (الصفحة)

source: Country name
ar_eg: اسم نوع المشروع

source: Region name
ar_eg: اسم المنطقة

source: City name
ar_eg: اسم المدينة

source: Category name
ar_eg: اسم التصنيف

source: Parent listing categories
ar_eg: أقسام المشروع الأصل

source: Hide breadcrumbs on specific page
ar_eg: إخفاء شريط التنقل في صفحة معينة

source: Search
ar_eg: بحث

source: page
ar_eg: صفحة

source: Send friend
ar_eg: أرسل لصديق

source: Contact seller
ar_eg: مراسلة المعلن

source: Item publish
ar_eg: نشر المشروع

source: Item edit
ar_eg: تحرير المشروع

source: User items
ar_eg: مشروعات المستخدم

source: User alerts
ar_eg: تنبيهات المستخدم

source: User profile
ar_eg: ملف تعريفي للمستخدم

source: User change email
ar_eg: تغيير البريد الإلكتروني للمستخدم

source: User change password
ar_eg: تغيير كلمة السر للمستخدم

source: User change username
ar_eg: تغيير اسم المستخدم

source: Login
ar_eg: تسجيل الدخول

source: Recover password
ar_eg: استعادة كلمة السر

source: Forgot password
ar_eg: أنسيت كلمة السر

source: Register
ar_eg: التسجيل

source: Static page
ar_eg: الصفحة الثابتة

source: Contact
ar_eg: أتصل بنا

source: Custom hide rules
ar_eg: قواعد إخفاء مخصصة

source: Enter custom pages where to hide breadcrumbs, i.e. for plugin pages, in format: location-section. Delimit with comma (,). Example: osp-cart, osp-promote, blg-home
ar_eg: أدخل الصفحات المخصصة لإخفاء شريط التنقل ، أي لصفحات المكونات الإضافية ، بالتنسيق: نوع المشروع نوع المشروع. حدد بفاصلة (،). مثال: osp-cart ، osp-Promotion ، blg-home

source: Moderated comments: this field is required
ar_eg: تعليقات خاضعة للإشراف: هذا الحقل مطلوب

source: Moderated comments: this field must only contain numeric characters
ar_eg: التعليقات الخاضعة للإشراف: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: Comments per page: this field is required
ar_eg: التعليقات لكل صفحة: هذا الحقل مطلوب

source: Comments per page: this field must only contain numeric characters
ar_eg: التعليقات في كل صفحة: يجب أن يحتوي هذا الحقل على أحرف رقمية فقط

source: Modify the options that allow your users to publish comments on your site's listings.
ar_eg: قم بتعديل الخيارات التي تسمح للطلاب بنشر التعليقات على مشروعات موقعك.

source: Comment Settings - %s
ar_eg: إعدادات التعليق - %s

source: Comment Settings
ar_eg: إعدادات التعليق

source: Default comment settings
ar_eg: إعدادات التعليقات الافتراضية

source: Allow people to post comments on listings
ar_eg: السماح للجميع بنشر التعليقات على المشروعات

source: Users must be registered and logged in to comment
ar_eg: الطلاب يجب ان يسجلوا دخولهم للتعليق

source: Enable rating on comments
ar_eg: تمكين التصويت على التعليقات

source: User can rate each listing maximum %s time(s)
ar_eg: يمكن للمستخدم تقييم كل قائمة بحد أقصى %s مرة (مرات)

source: If the value is zero, there will be no limit on ratings per item and user
ar_eg: إذا كانت القيمة صفر، فلن يكون هناك حد للتقييمات لكل عنصر ومستخدم

source: A comment is being held for moderation
ar_eg: يتم حجب التعليقات لمراجعتها قبل النشر

source: Before a comment appears, comment author must have at least %s previously approved comments
ar_eg: قبل عرض أي تعليق ، يجب أن يكون لدى كاتب التعليق %s على الأقل من التعليقات المعتمدة مسبقًا

source: If the value is zero, an administrator must always approve comments
ar_eg: إذا كانت القيمة صفر ، يجب أن يوافق المسؤول دائمًا على التعليقات

source: Pagination settings
ar_eg: إعدادات ترقيم الصفحات

source: Break comments into pages with %s comments per page
ar_eg: %s عدد التعليقات لكل صفحة

source: If the value is zero all comments are shown
ar_eg: إذا كانت القيمة صفر ، يتم عرض جميع التعليقات

source: Comment reply
ar_eg: الرد على التعليق

source: Reply settings
ar_eg: إعدادات الرد

source: Enable reply on comments
ar_eg: تمكين الرد على التعليقات

source: Enable rating on comment reply
ar_eg: تمكين التقييم عند الرد على التعليق

source: Reply restrictions
ar_eg: قيود الرد

source: Anyone can reply on comment
ar_eg: يمكن لأي شخص الرد على التعليق

source: Only logged-in users can reply on comments
ar_eg: يمكن فقط للطلاب الذين قاموا بتسجيل الدخول الرد على التعليقات

source: Only owner of listing can reply on comments
ar_eg: يمكن لمالك القائمة فقط الرد على التعليقات

source: Only logged-in admin can reply on comments
ar_eg: يمكن للمسؤول الذي قام بتسجيل الدخول فقط الرد على التعليقات

source: E-mail admin whenever
ar_eg: البريد الإلكتروني للمسؤول

source: A new comment is posted
ar_eg: تم نشر تعليق جديد

source: A new comment reply is posted
ar_eg: تم نشر رد تعليق جديد

source: E-mail user whenever
ar_eg: البريد الإلكتروني للمستخدم
