Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Drop files here, %{browseFiles} or import from:
ar_eg: قم بإسقاط الملفات هنا، %{browseFiles} أو قم بالاستيراد من:

source: Drop files here, %{browseFolders} or import from:
ar_eg: قم بإسقاط الملفات هنا، %{browseFolders} أو قم بالاستيراد من:

source: Drop files here, %{browseFiles}, %{browseFolders} or import from:
ar_eg: قم بإسقاط الملفات هنا، %{browseFiles}، %{browseFolders} أو قم بالاستيراد من:

source: Import files from:
ar_eg: استيراد الملفات من:

source: browse files
ar_eg: استعراض الملفات

source: browse folders
ar_eg: تصفح المجلدات

source: We could not fully recover 1 file. Please re-select it and resume the upload.
ar_eg: لم نتمكن من استعادة ملف واحد بشكل كامل. يرجى إعادة تحديده واستئناف التحميل.

source: We could not fully recover %{smart_count} files. Please re-select them and resume the upload.
ar_eg: لم نتمكن من استرداد %{smart_count} من الملفات بشكل كامل. الرجاء إعادة تحديدها واستئناف التحميل.

source: We restored all files. You can now resume the upload.
ar_eg: قمنا باستعادة كافة الملفات. يمكنك الآن استئناف التحميل.

source: Session restored
ar_eg: تمت استعادة الجلسة

source: Re-select
ar_eg: إعادة التحديد

source: Camera
ar_eg: كاميرا

source: Camera Not Available
ar_eg: الكاميرا غير متاحة

source: In order to take pictures or record video, please connect a camera device
ar_eg: من أجل التقاط الصور أو تسجيل الفيديو، يرجى توصيل جهاز الكاميرا

source: Smile!
ar_eg: يبتسم!

source: Take a picture
ar_eg: إلتقاط صورة

source: Recording length %{recording_length}
ar_eg: طول التسجيل %{recording_length}

source: Please allow access to your camera
ar_eg: يرجى السماح بالوصول إلى الكاميرا الخاصة بك

source: In order to take pictures or record video with your camera, please allow camera access for this site.
ar_eg: من أجل التقاط صور أو تسجيل فيديو بالكاميرا الخاصة بك، يرجى السماح بالوصول إلى الكاميرا لهذا نوع المشروع.

source: Home
ar_eg: الرئيسية

source: minute ago
ar_eg: قبل دقيقة

source: %d minutes ago
ar_eg: منذ %d دقيقة

source: %d hour ago
ar_eg: منذ %d ساعة

source: %d hours ago
ar_eg: منذ %d ساعات

source: %d day ago
ar_eg: قبل %d يوم

source: %d days ago
ar_eg: قبل %d أيام

source: %d week ago
ar_eg: قبل %d أسبوع

source: %d weeks ago
ar_eg: قبل %d أسابيع

source: %d month ago
ar_eg: قبل %d شهر

source: %d months ago
ar_eg: قبل %d أشهر

source: %d year ago
ar_eg: قبل %d عام

source: %d years ago
ar_eg: قبل %d أعوام

source: Search results
ar_eg: نتائج البحث

source: Publish a listing
ar_eg: نشر مشروع

source: Edit your listing
ar_eg: تعديل مشروعاتك

source: Send to a friend
ar_eg: إرسال لصديق

source: Error
ar_eg: خطأ

source: Show all listings
ar_eg: عرض كل المشروعات

source: Recover your password
ar_eg: استعادة كلمة السر

source: Recover my password
ar_eg: استعادة كلمة السر

source: Create a new account
ar_eg: إنشاء حساب جديد

source: Manage my listings
ar_eg: إدارة المشروعات الخاصة بي

source: Manage my alerts
ar_eg: إدارة تنبيهاتي

source: Update my profile
ar_eg: حدث ملفي الشخصي

source: Public profile
ar_eg: ملف التعريف

source: Change my email
ar_eg: تغيير البريد الإلكتروني الخاص بي

source: Change my username
ar_eg: تغيير اسم المستخدم الخاص بي

source: Change my password
ar_eg: تغيير كلمة السر الخاصة بي

source: Logout
ar_eg: الخروج

source: Logged as %s
ar_eg: مسجل كـ %s

source: Edit item
ar_eg: تعديل المشروع

source: Logout admin
ar_eg: خروج المسؤل

source: New comments
ar_eg: تعليقات جديدة

source: Themes Demo
ar_eg: مظاهر تجريبية

source: Plugins Demo
ar_eg: إضافات تجريبية

source: Demo
ar_eg: تجريبي

source: Osclass %s is available
ar_eg: أوسكلاس %s متاح

source: PHP version %s or higher
ar_eg: إصدار PHP %s أو أعلى

source: At least PHP %s is required to run Osclass. You may talk with your hosting to upgrade your PHP version.
ar_eg: مطلوب PHP %s على الأقل لتشغيل أوكلاس. يمكنك التحدث مع مضيفتك لترقية إصدار PHP الخاص بك.

source: PHP version %s or lower
ar_eg: إصدار PHP %s أو أقل

source: PHP %s is latest version supported by Osclass. You may talk with your hosting to downgrade your PHP version.
ar_eg: PHP %s هو أحدث إصدار مدعوم من قبل أوكلاس. يمكنك التحدث مع مضيفتك لتقليل إصدار PHP الخاص بك.

source: CURL extension for PHP
ar_eg: امتداد CURL لـ PHP

source: CURL extension is required. How to <a target="_blank" href="https://www.php.net/manual/en/curl.setup.php">install/configure</a>.
ar_eg: مطلوب تمديد الضفيرة. كيفية <a target="_blank" href="https://www.php.net/manual/en/curl.setup.php">التثبيت/التكوين</a>.

source: MySQLi extension for PHP
ar_eg: امتداد MySQLi لـ PHP

source: MySQLi extension is required. How to <a target="_blank" href="https://www.php.net/manual/en/mysqli.setup.php">install/configure</a>.
ar_eg: مطلوب امتداد MySQLi. كيفية <a target="_blank" href="https://www.php.net/manual/en/mysqli.setup.php">التثبيت/التكوين</a>.

source: GD extension for PHP
ar_eg: ملحق GD لـ PHP

source: GD extension is required. How to <a target="_blank" href="https://www.php.net/manual/en/image.setup.php">install/configure</a>.
ar_eg: مطلوب تمديد GD. كيفية <a target="_blank" href="https://www.php.net/manual/en/image.setup.php">التثبيت/التهيئة</a>.

source: Folder <code>oc-content/uploads</code> exists
ar_eg: المجلد <code> oc-content / uploads </code> موجود

source: You have to create <code>uploads</code> folder, i.e.: <code>mkdir %soc-content/uploads/</code>
ar_eg: يجب عليك إنشاء مجلد <code> uploads</code> ، مثل: <code> mkdir %s oc-content / uploads / </code>

source: <code>oc-content/uploads</code> folder is writable
ar_eg: مجلد <code> oc-content / uploads </code> قابل للكتابة

source: <code>uploads</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/uploads/</code>
ar_eg: يجب أن يكون مجلد <code> uploads </code> قابلاً للكتابة ، مثل: <code> تصريح 0755 %s oc-content / uploads / </code>

source: Folder <code>oc-content/downloads</code> exists
ar_eg: المجلد <code> oc-content / downloads </code> موجود

source: You have to create <code>downloads</code> folder, i.e.: <code>mkdir %soc-content/downloads/</code>
ar_eg: يجب عليك إنشاء مجلد <code> التنزيلات </ code> ، مثل: <code> mkdir %s oc-content / downloads / </code>

source: <code>oc-content/downloads</code> folder is writable
ar_eg: مجلد <code> oc-content / downloads </code> قابل للكتابة

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/downloads/</code>
ar_eg: يجب أن يكون مجلد <code> downloads</ code> قابلاً للكتابة ، مثل: <code> تصريح 0755 %s oc-content / downloads / </code>

source: Folder <code>oc-content/languages</code> folder exists
ar_eg: المجلد <code> oc-content / languages </code> المجلد موجود

source: You have to create the <code>languages</code> folder, i.e.: <code>mkdir %soc-content/languages/</code>
ar_eg: يجب عليك إنشاء مجلد <code> languages </code> ، مثل: <code> mkdir %s oc-content / languages / </code>

source: <code>oc-content/languages</code> folder is writable
ar_eg: المجلد <code>oc-content/languages</code> قابل للكتابة

source: <code>languages</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/languages/</code>
ar_eg: يجب أن يكون مجلد <code> languages </code> قابلاً للكتابة ، مثل: <code> تصريح 0755 %s oc-content / languages / </code>

source: <code>config.php</code> file is writable
ar_eg: ملف <code> config.php </code> قابل للكتابة

source: <code>config.php</code> file has to be writable, i.e.: <code>chmod 0755 %sconfig.php</code>
ar_eg: يجب أن يكون ملف <code> config.php </code> قابلاً للكتابة ، مثل: <code> تصريح 0755 %s config.php </code>

source: Root directory is writable
ar_eg: الدليل الجذر قابل للكتابة

source: Root folder has to be writable, i.e.: <code>chmod 0755 %s</code>
ar_eg: يجب أن يكون المجلد الجذر قابلاً للكتابة ، مثل: <code> تصريح 0755 %s </code>

source: <code>config-sample.php</code> file exists
ar_eg: الملف <code> config-sample.php </code> موجود

source: <code>config-sample.php</code> file is required, you should re-download Osclass.
ar_eg: ملف <code> config-sample.php </code> مطلوب ، يجب إعادة تنزيل أوكلاس.

source: Cannot connect to the database. Error number: %s
ar_eg: لا يمكن الاتصال بقاعدة البيانات. رقم الخطأ: %s

source: The database doesn't exist. You should check the "Create DB" checkbox and fill in a username and password with the right privileges
ar_eg: قاعدة البيانات غير موجودة. يجب عليك تحديد مربع الاختيار "إنشاء قاعدة بيانات" وملء اسم مستخدم وكلمة سر بالامتيازات الصحيحة

source: Cannot connect to the database. Check if the user has privileges.
ar_eg: لا يمكن الاتصال بقاعدة البيانات. تحقق مما إذا كان المستخدم لديه امتيازات.

source: Cannot connect to the database. Check if the username and password are correct.
ar_eg: لا يمكن الاتصال بقاعدة البيانات. تحقق من صحة اسم المستخدم وكلمة السر.

source: Can't resolve MySQL host. Check if the host is correct.
ar_eg: لا يمكن حل مضيف MySQL. تحقق مما إذا كان المضيف صحيحًا.

source: Can't create the database. Error number: %s
ar_eg: لا يمكن إنشاء قاعدة البيانات. رقم الخطأ: %s

source: Can't create the database. Check if the admin username and password are correct.
ar_eg: لا يمكن إنشاء قاعدة البيانات. تحقق مما إذا كان اسم المستخدم وكلمة السر للمسؤول صحيحين.

source: Cannot connect to the database. Error: %s - %s
ar_eg: لا يمكن الاتصال بقاعدة البيانات. خطأ: %s - %s

source: Can't write in config.php file. Check if the file is writable.
ar_eg: لا يمكن الكتابة في ملف config.php. تحقق مما إذا كان الملف قابلاً للكتابة.

source: config-sample.php doesn't exist. Check if everything is decompressed correctly.
ar_eg: config-sample.php غير موجود. تحقق مما إذا تم فك ضغط كل شيء بشكل صحيح.

source: Can't copy config-sample.php. Check if the root directory is writable.
ar_eg: لا يمكن نسخ config-sample.php. تحقق مما إذا كان الدليل الجذر قابلاً للكتابة.

source: Can't create the database structure. Error number: %s
ar_eg: لا يمكن إنشاء بنية قاعدة البيانات. رقم الخطأ: %s

source: There are tables with the same name in the database. Change the table prefix or the database and try again.
ar_eg: توجد جداول بنفس الاسم في قاعدة البيانات. قم بتغيير بادئة الجدول أو قاعدة البيانات وحاول مرة أخرى.

source: The file %s doesn't exist
ar_eg: الملف %s غير موجود

source: Can't insert basic configuration. Error number: %s
ar_eg: لا يمكن إدراج التكوين الأساسي. رقم الخطأ: %s

source: Can't insert basic configuration. This user has no privileges to 'INSERT' into the database.
ar_eg: لا يمكن إدراج التكوين الأساسي. لا يمتلك هذا المستخدم امتيازات لـ "INSERT" في قاعدة البيانات.

source: Host
ar_eg: مضيف

source: Server name or IP where the database engine resides
ar_eg: اسم الخادم أو IP حيث يوجد محرك قاعدة البيانات

source: Database name
ar_eg: اسم قاعدة البيانات

source: The name of the database you want to run Osclass in
ar_eg: اسم قاعدة البيانات التي تريد تشغيل أوسكلاس بها

source: User Name
ar_eg: اسم االمستخدم

source: Your MySQL username
ar_eg: اسم مستخدم MySQL

source: Your MySQL password
ar_eg: كلمة سر MySQL

source: Table prefix
ar_eg: بادئة الجدول prefix

source: If you want to run multiple Osclass installations in a single database, change this
ar_eg: إذا كنت تريد تثبيت أوسكلاس متعددة في قاعدة بيانات واحدة ، فقم بتغيير هذا

source: Create DB
ar_eg: أنشاء قاعدة بيانات

source: Check here if the database is not created and you want to create it now
ar_eg: حدد هنا إذا لم يتم إنشاء قاعدة البيانات وترغب في إنشائها الآن

source: DB admin username
ar_eg: مستخدم قاعدة البيانات

source: DB admin password
ar_eg: كلمة سر مستخدم قاعدة البيانات

source: Password copied from above
ar_eg: تم نسخ كلمة السر من الأعلى

source: Admin user
ar_eg: مستخدم إداري

source: Admin user is required
ar_eg: مطلوب أسم المسؤول

source: A password will be automatically generated for you if you leave this blank.
ar_eg: سيتم إنشاء كلمة سر لك تلقائيًا إذا تركت هذا فارغًا.

source: You can modify username and password if you like, just change the input value.
ar_eg: يمكنك تعديل اسم المستخدم وكلمة السر إذا أردت ، فقط قم بتغيير قيمة الإدخال.

source: Contact information
ar_eg: معلومات للتواصل

source: Web title
ar_eg: عنوان نوع المشروع

source: Put your e-mail here
ar_eg: بريد نوع المشروع أو المشرف

source: Choose a country where your target users are located
ar_eg: اختر بلدًا يوجد فيه الطلاب المستهدفون

source: Skip location
ar_eg: تخطي نوع المشروع

source: International
ar_eg: إقليمي

source: No internet connection. You can continue the installation and insert countries later.
ar_eg: لا يوجد اتصال بالإنترنت. يمكنك متابعة التثبيت وإدراج نوع المشروعان لاحقًا.

source: Go back
ar_eg: عد للخلف

source: The selected location could not been installed
ar_eg: تعذر تثبيت نوع المشروع المحدد

source: Congratulations!
ar_eg: تهانينا!

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint you!
ar_eg: تم تثبيت أوكلاس. هل كنت تتوقع المزيد من الخطوات؟ اسف لأنى خذلتك!

source: An e-mail with the password for oc-admin has been sent to: %s
ar_eg: تم إرسال بريد إلكتروني بكلمة السر لـ لوحة التحكم إلى %s

source: Don't forget to setup %s and %s after installation.
ar_eg: لا تنس إعداد %s و %s بعد التثبيت.

source: Mail server
ar_eg: خادم البريد

source: Go to backoffice
ar_eg: أذهب إلى لوحة التحكم

source: Explore frontoffice
ar_eg: الدخول للموقع

source: Hi %s,
ar_eg: مرحبا %s,

source: Your Osclass installation at %s is up and running. You can access the administration panel with these details:
ar_eg: تثبيت أوسكلاس الخاص بك في %s قيد التشغيل. يمكنك الوصول إلى لوحة الإدارة بهذه التفاصيل:

source: username: %s
ar_eg: أسم المستخدم: %s

source: password: %s
ar_eg: كلمة السر: %s

source: Remember that for any doubts you might have you can consult our <a href="%1$s">documentation</a>
ar_eg: تذكر أنه إذا كانت لديك أي شكوك ، فيمكنك الرجوع إلى <a href="%1$s"> وثائقنا </a>

source: The <a href="#">OsclassPoint</a> team
ar_eg: فريق <a href="#"> OsclassPoint </a>

source: Looks like you've already installed Osclass. To reinstall please clear your old database tables first.
ar_eg: تبدو وكأنك بالفعل لديك السكربت مثبت. لإعادة التثبيت يرجى مسح جداول قاعدة البيانات القديمة أولا.

source: Osclass Installation
ar_eg: تركيب أوكلاس

source: Installation assistant
ar_eg: مساعد التثبيت

source: 1. Hosting requirements check
ar_eg: 1. فحص متطلبات الاستضافة

source: 2. Database information setup
ar_eg: 2. إعداد معلومات قاعدة البيانات

source: 3. Website information setup
ar_eg: 3. إعداد معلومات نوع المشروع

source: Oops! You need a compatible Hosting
ar_eg: خطأ! أنت بحاجة إلى استضافة متوافقة

source: Your hosting seems to be not compatible, check your settings.
ar_eg: يبدو أن استضافتك غير متوافقة ، تحقق من إعداداتك.

source: Welcome to the Osclass installation, this action takes 3 minutes and does not require technical knowledge. Just fill the information bellow and you will be on your way to using most extendable and powerful classified script in the world!
ar_eg: مرحبًا بك في تثبيت أوسكلاس ، يستغرق هذا الإجراء 3 دقائق ولا يتطلب معرفة فنية. ما عليك سوى ملئ المعلومات أدناه وستكون في طريقك لاستخدام السكربت المصنف الأكثر قابلية للتمديد والأكثر قوة في العالم!

source: Continue installation in:
ar_eg: تابع التثبيت في:

source: Requirements check:
ar_eg: فحص المتطلبات:

source: Check the next requirements:
ar_eg: تحقق من المتطلبات التالية:

source: Requirements help:
ar_eg: مساعدة المتطلبات:

source: All right, all the requirements have met!
ar_eg: حسنًا ، تم تلبية جميع المتطلبات!

source: Try again
ar_eg: حاول مرة أخري

source: Run the install
ar_eg: قم بتشغيل التثبيت

source: Bellow you should enter your database connection details. If you are not sure about these, contact your hosting provider.
ar_eg: فيما يلي يجب إدخال تفاصيل اتصال قاعدة البيانات الخاصة بك. إذا لم تكن متأكدًا من ذلك ، فاتصل بمزود الاستضافة.

source: Available
ar_eg: متوفرة

source: Osclass has some errors
ar_eg: أوسكلاس به بعض الأخطاء

source: We've encountered some problems while updating the database structure. The following queries failed:
ar_eg: لقد واجهنا بعض المشكلات أثناء تحديث بنية قاعدة البيانات. فشلت الاستعلامات التالية:

source: These errors could be false-positive errors. If you're sure that is the case, you can continue with the upgrade or <a href="https://forums.osclasspoint.com">ask in our forums</a>.
ar_eg: يمكن أن تكون هذه الأخطاء أخطاء إيجابية كاذبة. إذا كنت متأكدًا من ذلك ، يمكنك متابعة الترقية أو <a href="https://forums.osclasspoint.com"> السؤال في منتدياتنا </a>.

source: Osclass updated correctly
ar_eg: تم تحديث أوسكلاس بشكل صحيح

source: Osclass has been updated successfully. <a href="https://forums.osclasspoint.com">Need more help?</a>
ar_eg: تم تحديث أوسكلاس بنجاح. <a href="https://forums.osclasspoint.com"> هل تحتاج إلى مزيد من المساعدة؟ </a>

source: Everything looks good! Your Osclass installation is up-to-date
ar_eg: كل شيء يبدو جيدا! أوسكلاس محدث

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "%s/downloads/oc-temp" folder
ar_eg: كل شيء تقريباً يبدو جيداً! تم تحديث أوسكلاس الخاص بك، ولكن حدثت بعض الأخطاء أثناء إزالة الملفات المؤقتة. الرجاء إزالة المجلد "%s/downloads/oc-temp" يدويًا

source: Problems when upgrading the database
ar_eg: مشاكل عند ترقية قاعدة البيانات

source: Problems when copying files. Please check your permissions.
ar_eg: مشاكل عند نسخ الملفات. يرجى التحقق من أذوناتك.

source: Missing download URL
ar_eg: رابط التنزيل مفقود

source: We had some errors upgrading your database. The following queries failed:
ar_eg: لدينا بعض الأخطاء في ترقية قاعدة البيانات الخاصة بك. فشلت الاستعلامات التالية:

source: [{WEB_TITLE}] has been auto-upgraded
ar_eg: تمت ترقية [{WEB_TITLE}] تلقائيًا

source: Hi Admin!
ar_eg: مرحبًا المشرف!

source: Let us inform you, that your osclass website {WEB_TITLE} on {WEB_URL} has been auto-upgraded. List of upgraded items is bellow.
ar_eg: دعنا نعلمك ، أنه تمت ترقية موقع الويب الخاص بك على {WEB_TITLE} على {WEB_URL} تلقائيًا. قائمة المشروعات التي تمت ترقيتها أدناه.

source: Osclass core has been updated
ar_eg: تم تحديث Osclass core

source: Old version
ar_eg: نسخة قديمة

source: Current version
ar_eg: النسخة الحالية

source: %s plugin(s) has been updated
ar_eg: تم تحديث المكونات الإضافية %s

source: %s theme(s) has been updated
ar_eg: تم تحديث قالب (القوالب) %s

source: This is an automatic email, if you already did that, please ignore this email.
ar_eg: هذه رسالة بريد إلكتروني تلقائية ، إذا كنت قد فعلت ذلك بالفعل ، فيرجى تجاهل هذا البريد الإلكتروني.

source: Thank you
ar_eg: شكرا لك

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-content/downloads/oc-temp\" folder
ar_eg: تقريبا كل شيء يبدو جيدا! ولكن كانت هناك بعض الأخطاء في إزالة الملفات المؤقتة. يرجى إزالة المجلد \ "oc-content / downloads / oc-temp \" يدويًا

source: NOTE: Web user and destination folder user is not the same, you might have an issue there. <br/>Do this in your console:<br/>chown -R %s:%s %s
ar_eg: ملاحظة : عضو ويب وعضو المجلد الهدف ليست هي نفسها، قد يكون لديك مشكلة في هذا <br/>نفذ الامر التالي في موجه الاوامر الخاص بك<br/>chown -R %s:%s %s

source: This is a paid item, you need to buy it before you are able to download it
ar_eg: هذا عنصر مدفوع ، تحتاج إلى شرائه قبل أن تتمكن من تنزيله

source: Login has failed
ar_eg: فشل تسجيل الدخول

source: Missing product key
ar_eg: مفتاح المنتج مفقود

source: Reports
ar_eg: التقارير

source: Manage themes
ar_eg: إدارة القوالب

source: Manage widgets
ar_eg: إدارة القطع

source: Customization
ar_eg: التخصيص

source: Manage plugins
ar_eg: إدارة الإضافات

source: General
ar_eg: الأعدادات العامة

source: Email templates
ar_eg: نماذج البريد

source: Media
ar_eg: الوسائط

source: Breadcrumbs
ar_eg: شريط التنقل

source: Advanced
ar_eg: متقدم

source: Configuration info
ar_eg: معلومات التكوين

source: Data clean up
ar_eg: تنظيف البيانات

source: Backup data
ar_eg: نسخ إحتياطي للبيانات

source: Upgrade Osclass
ar_eg: ترقية أوكلاس

source: Location stats
ar_eg: احصائيات نوع المشروع

source: Maintenance mode
ar_eg: وضع الصيانة

source: Changelog
ar_eg: سجل التغييرات

source: Your Profile
ar_eg: ملفك الشخصي

source: Search results: %s
ar_eg: نتائج البحث : %s

source: %s's profile
ar_eg: %s » الملف الشخصي

source: Account
ar_eg: الخيارات الشخصية

source: My listings
ar_eg: مشروعاتي

source: My alerts
ar_eg: تنبيهات

source: ERROR: Some dependencies could not be loaded (%s)
ar_eg: خطأ: تعذر تحميل بعض التبعيات (%s)

source: User name
ar_eg: اسم المستخدم

source: User email
ar_eg: البريد الالكتروني للمستخدم

source: Link for account validation.
ar_eg: رابط للتحقق من الحساب.

source: Url for account validation.
ar_eg: رابط للتحقق من صحة الحساب.

source: List of listings, used when send alerts
ar_eg: قائمة المشروعات ، تستخدم عند إرسال التنبيهات

source: Unsubscribe link.
ar_eg: رابط إلغاء الاشتراك.

source: Site home page url.
ar_eg: رابط الصفحة الرئيسية للموقع.

source: Site home page link.
ar_eg: ارتباط الصفحة الرئيسية للموقع.

source: Title of your site
ar_eg: عنوان موقعك

source: Current date
ar_eg: التاريخ الحالي

source: Current time (hour)
ar_eg: الوقت الحالي (ساعة)

source: User ip address
ar_eg: عنوان IP الخاص بالمستخدم

source: Current user locale code
ar_eg: رمز لغة المستخدم الحالي

source: Current user locale 2-letter code
ar_eg: رمز لغة المستخدم الحالي المكون من حرفين

source: Comment author name
ar_eg: اسم كاتب التعليق

source: Comment author email
ar_eg: البريد الإلكتروني لكاتب التعليق

source: Comment title
ar_eg: عنوان الرد

source: Comment text content
ar_eg: محتوى التعليق

source: Comment body
ar_eg: نص التعليق

source: Listing url
ar_eg: رابط المشروع

source: Item expiration date
ar_eg: تاريخ انتهاء صلاحية المشروع

source: Listing link
ar_eg: رابط القائمة

source: Listing title
ar_eg: عنوان المشروع

source: Listing image URL
ar_eg: عنوان URL لصورة القائمة

source: Listing id
ar_eg: معرف المشروع

source: Listings count
ar_eg: بلد المشروع

source: Link for edit listing
ar_eg: رابط لتعديل المشروع

source: Url for edit listing
ar_eg: رابط لتعديل المشروع

source: Delete listing link
ar_eg: رابط حذف المشروع

source: Delete listing url
ar_eg: رابط حذف المشروع

source: Change user password link
ar_eg: رابط تغيير كلمة السر

source: change user password url
ar_eg: رابط تغيير كلمة السر

source: Date time
ar_eg: تاريخ المشروع

source: Name of the friend who wants send
ar_eg: اسم الصديق

source: Email of the friend who wants send
ar_eg: البريد الإلكتروني للصديق

source: Question about your listing
ar_eg: سؤال حول مشروعك

source: Contact name
ar_eg: اسم جهة الاتصال

source: User phone number
ar_eg: رقم هاتف المستخدم

source: Listing description
ar_eg: وصف المشروع

source: Listing description in all languages
ar_eg: وصف المشروع بجميع اللغات

source: Listing price
ar_eg: قائمة الأسعار

source: Listing country
ar_eg: قائمة الدول

source: Listing region
ar_eg: قائمة المناطق

source: Listing city
ar_eg: قائمة المدن

source: Seller name
ar_eg: أسم المعلن

source: Seller email
ar_eg: بريد المعلن

source: Admin name
ar_eg: أسم المشرف

source: Oc-Admin URL
ar_eg: رابط لوحة التحكم

source: %s does not exist!
ar_eg: %s غير موجود!

source: %s is not readable!
ar_eg: %s غير قابل للقراءة!

source: %s is corrupt or broken!
ar_eg: %s تالف أو معطل!

source: Plugin %s is missing the index.php file %s
ar_eg: الإضافة %s تفتقد ملف index.php %s

source: Alert
ar_eg: تنبيه

source: Unsubscribe date
ar_eg: تاريخ إلغاء الاشتراك

source: Show more
ar_eg: عرض المزيد

source: Item
ar_eg: غرض

source: Is reply to comment
ar_eg: رداً على التعليق

source: Has replies
ar_eg: لديه ردود

source: Show parent comment
ar_eg: إظهار تعليق الوالدين

source: Edit parent comment
ar_eg: تحرير تعليق الوالدين

source: Show replies
ar_eg: إظهار الردود

source: 1 reply
ar_eg: هناك رد على التعليق

source: %d replies
ar_eg: يحتوي التعليق على %d الردود.

source: User
ar_eg: مستخدم

source: Expiration date
ar_eg: تاريخ إنتهاء الصلاحية

source: Misclassified
ar_eg: خطأ في التصنيف

source: Renew
ar_eg: تجديد

source: View comments
ar_eg: عرض التعليقات

source: View media
ar_eg: عرض الوسائط

source: Never expires
ar_eg: لا تنتهي أبدا
