Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Maintenance
ar_eg: اعمال صيانة

source: We are sorry for any inconvenience. %s is undergoing maintenance.
ar_eg: معلش اعمال صيانة ارجع بعد شوية %s .

source: your country
ar_eg: بلدك

source: Sorry, this site is not available from %s!
ar_eg: موقع غير متوفر من %s!

source: Sorry, this site is only available to customers from %s!
ar_eg: موقع متاح للعملاء فقط %s!

source: Join our community to buy and sell from each other everyday around the world.
ar_eg: انضم إلينا من أجل فرص أكبر للبيع والشراء .

source: Please select preferred site:
ar_eg: اختر نوع المشروع المفضل:

source: The website is currently undergoing maintenance
ar_eg: نوع المشروع يخضع حاليا للصيانة

source: This subdomain is restricted based on user IP
ar_eg: هذا النطاق الفرعي مقيد بناء على عنوان IP المستخدم

source: Edit
ar_eg: تعديل

source: Delete
ar_eg: حذف

source: Moderator
ar_eg: مشرف

source: Administrator
ar_eg: مدير

source: Bulk actions
ar_eg: إجراءات جملة

source: Are you sure you want to %s the selected admins?
ar_eg: هل أنت متأكد أنك تريد %s للمسؤولين المحددين؟

source: Error loading theme custom file
ar_eg: خطأ في تحميل الملف المخصص للقالب

source: There was problem with update: [%s] %s. You may download update manually at: %s
ar_eg: حدثت مشكلة في التحديث: [%s] %s. . يمكنك تنزيل التحديث يدويًا على: %s

source: Are you sure you want to %s the selected comments?
ar_eg: هل أنت متأكد أنك تريد %s التعليقات المحددة؟

source: Activate
ar_eg: تفعيل

source: Deactivate
ar_eg: عدم التفعيل

source: Block
ar_eg: حظر

source: Unblock
ar_eg: إلغاء الحظر

source: Plugins demo site mode enabled, you cannot access this section. You can access only oc-admin > Plugins section. Action buttons may be restricted.
ar_eg: تم تمكين وضع نوع المشروع التجريبي للإضافات ، ولا يمكنك الوصول إلى هذا الفئة. يمكنك الوصول إلى oc-admin فقط> نوع المشروع الإضافات. قد تكون أزرار الإجراءات مقيدة.

source: Themes demo site mode enabled, you cannot access this section. You can access only oc-admin > Appearance section. Action buttons may be restricted.
ar_eg: تم تمكين وضع موقع الويب التجريبي للقوالب ، ولا يمكنك الوصول إلى هذا الفئة. يمكنك الوصول فقط إلى oc-admin> نوع المشروع القالب. قد تكون أزرار الإجراءات مقيدة.

source: Unmark as premium
ar_eg: قم بإلغاء تحديد مميز

source: Mark as premium
ar_eg: وضع علامة على أنه مميز

source: Unmark as spam
ar_eg: قم بإزالة العلامة كرسائل غير مرغوب فيها

source: Mark as spam
ar_eg: التحديد كرسائل غير مرغوب فيها

source: Are you sure you want to %s the selected listings?
ar_eg: هل أنت متأكد أنك تريد %s المشروعات المحددة؟

source: Enabled in FO
ar_eg: ممكن نوع المشروع

source: Enabled in BO
ar_eg: ممكن في المسؤل

source: Disabled
ar_eg: معطل

source: Disable in Front-office
ar_eg: تعطيل في واجهة نوع المشروع

source: Enable in Front-office
ar_eg: تمكين في واجهة نوع المشروع

source: Disable in Back-office
ar_eg: تعطيل في لوحة التحكم

source: Enable in Back-office
ar_eg: تمكين في لوحة التحكم

source: Update
ar_eg: تحديث

source: Enabled
ar_eg: تمكين

source: Are you sure you want to %s the selected languages?
ar_eg: هل أنت متأكد أنك تريد %s اللغات المحددة؟

source: Settings > General > Software updates
ar_eg: الإعدادات > عام > تحديثات البرامج

source: Are you sure you want to %s the selected media files?
ar_eg: هل أنت متأكد أنك تريد %s ملفات الوسائط المحددة؟

source: Are you sure you want to %s the selected pages?
ar_eg: هل أنت متأكد أنك تريد %s الصفحات المحددة؟

source: %d plugins has been %s.
ar_eg: %d الإضافات كانت %s.

source: enabled
ar_eg: ممكن

source: %d plugins has been %s, %d plugins could not be %s%s.
ar_eg: %d مكون إضافي هو %s, %d لا يمكن أن يكون %s%s.

source: disabled
ar_eg: غير ممكن

source: deleted
ar_eg: تم الحذف

source: installed
ar_eg: المثبتة

source: uninstalled
ar_eg: غير مثبت

source: New update available
ar_eg: تحديث جديد متاح

source: Configure
ar_eg: تهيئة

source: Disable
ar_eg: تعطيل

source: Enable
ar_eg: تمكين

source: Uninstall
ar_eg: الغاء التثبيت

source: Install
ar_eg: تثبيت

source: Plugin details
ar_eg: تفاصيل الإضافة

source: Support
ar_eg: الدعم

source: By
ar_eg: بواسطة

source: Version:
ar_eg: الأصدار:

source: Are you sure you want to %s the selected plugins?
ar_eg: هل أنت متأكد أنك تريد %s المكونات الإضافية المحددة؟

source: Are you sure you want to %s the selected ban rules?
ar_eg: هل أنت متأكد أنك تريد %s قواعد الحظر المحددة؟

source: Are you sure you want to %s the selected users?
ar_eg: هل أنت متأكد من أنك تريد %s الطلاب المحددين؟

source: Resend the activation to
ar_eg: أعد إرسال التفعيل إلى

source: Resend activation
ar_eg: أعد إرسال التفعيل

source: No results
ar_eg: لا توجد نتيجة

source: An error occurred
ar_eg: حدث خطأ

source: Order saved
ar_eg: تم حفظ الطلب

source: An error occurred while updating.
ar_eg: حدث خطأ أثناء التحديث.

source: Sorry, you already have a field with that name
ar_eg: آسف ، لديك بالفعل حقل بهذا الاسم

source: Saved
ar_eg: تم الحفظ

source: The custom field has been deleted
ar_eg: تم حذف الحقل المخصص

source: An error occurred while deleting
ar_eg: حدث خطأ أثناء الحذف

source: NEW custom field
ar_eg: حقل مخصص جديد

source: No category with id %d exists
ar_eg: لا توجد فئة بالمعرف %d

source: The category as well as its subcategories have been enabled
ar_eg: تم تمكين الفئة وأقسامها الفرعية

source: The category as well as its subcategories have been disabled
ar_eg: تم تمكين الفئة وأقسامها الفرعية

source: Parent category is disabled, you can not enable that category
ar_eg: الفئة الأصلية معطلة ، لا يمكنك تمكين هذه الفئة

source: The subcategory has been enabled
ar_eg: تم تمكين الفئة الفرعية

source: The subcategory has been disabled
ar_eg: تم تعطيل الفئة الفرعية

source: The categories have been deleted
ar_eg: تم حذف الفئات

source: Category updated correctly
ar_eg: تم تحديث الفئة بشكل صحيح

source: Category updated correctly, but some titles are empty
ar_eg: تم تحديث الفئة بشكل صحيح ، لكن بعض العناوين فارغة

source: Sorry, including at least a title is mandatory
ar_eg: عذرا ، العنوان على الأقل إلزامي

source: An error occurred while updating
ar_eg: حدث خطأ أثناء التحديث

source: Test email, %s
ar_eg: اختبار البريد الإلكتروني ، %s

source: Test email
ar_eg: اختبار البريد الإلكتروني

source: This action cannot be done because it is a demo site
ar_eg: لا يمكن القيام بهذا الإجراء لأنه موقع تجريبي

source: Email sent successfully
ar_eg: تم إرسال البريد الإلكتروني بنجاح

source: An error occurred while sending email
ar_eg: حدث خطأ أثناء إرسال البريد الإلكتروني

source: Email field is empty
ar_eg: حقل البريد الإلكتروني فارغ

source: Invalid email format
ar_eg: تنسيق بريد إلكتروني غير صالح

source: Update available
ar_eg: التحديث متاح

source: No update available
ar_eg: لايوجد تحديث متاح

source: Version could not be checked
ar_eg: لا يمكن التحقق من الإصدار

source: Checked updates
ar_eg: تم فحص التحديثات

source: OsclassPoint API Key is missing, enter your key in Settings > General section.
ar_eg: مفتاح OsclassPoint API مفقود ، أدخل مفتاحك في الإعدادات> عام.

source: Plugin
ar_eg: الإضافة

source: Theme
ar_eg: سمة

source: Language
ar_eg: اللغة

source: %s successfully updated
ar_eg: تم تحديث %s بنجاح

source: Product not updated: %s
ar_eg: لم يتم تحديث المنتج: %s

source: Everything looks good!
ar_eg: كل شيء يبدو جيدا!

source: Nothing to copy
ar_eg: لا شيء لنسخه

source: Unzip failed
ar_eg: فشل فك الضغط

source: Download failed
ar_eg: التحميل فشل

source: Invalid product code
ar_eg: رمز المنتج غير صالح

source: Translation with this code has not been found on OsclassPoint site
ar_eg: لم يتم العثور على ترجمة بهذا الرمز في موقع OsclassPoint

source: No code was submitted
ar_eg: لم يتم تقديم رمز

source: You don't have the necessary permissions
ar_eg: ليس لديك الأذونات اللازمة

source: no action defined
ar_eg: لم يتم تحديد أي إجراء

source: Regenerate process has been restarted
ar_eg: تم إعادة إنشاء عملية التجديد

source: Process has been paused as it was running too long. Click on "Continue regeneration" button to finish process.
ar_eg: تم إيقاف العملية مؤقتًا لأنها كانت تعمل لفترة طويلة جدًا. انقر على الزر "متابعة التجديد" لإنهاء العملية.

source: You have enabled optimization of CSS or JS, make sure everything works properly on your site before using it on live website. Optimized files are auto-refreshed once something has changed.
ar_eg: لقد قمت بتمكين تحسين CSS أو JS ، تأكد من أن كل شيء يعمل بشكل صحيح على موقعك قبل استخدامه على موقع الويب المباشر. يتم تحديث الملفات المحسّنة تلقائيًا بمجرد تغيير شيء ما.

source: Change your password
ar_eg: تغيير كلمة السر

source: Type your new password
ar_eg: اكتب كلمة سرك الجديدة

source: New password
ar_eg: كلمة السر الجديدة

source: Repeat new password
ar_eg: كرر كلمة سر الجديدة

source: Change password
ar_eg: غير كلمة السر

source: Log in
ar_eg: تسجيل دخول

source: Back to %s
ar_eg: رجوع إلى %s

source: Username
ar_eg: اسم المستخدم

source: Password
ar_eg: كلمه السر

source: Remember me
ar_eg: تذكرني

source: Forgot your password?
ar_eg: نسيت كلمة السر ؟

source: Lost your password
ar_eg: فقدت كلمة السر الخاصة بك

source: Please enter your username or e-mail address
ar_eg: الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني

source: You will receive a new password via e-mail
ar_eg: ستتلقى كلمة سر جديدة عبر البريد الإلكتروني

source: E-mail
ar_eg: بريد إلكتروني

source: Get new password
ar_eg: احصل على كلمة سر جديدة

source: Your server does not meet minimum PHP version requirements. Your version is %s, minimum required version is %s! Please update your PHP version in order to avoid errors.
ar_eg: الخادم الخاص بك لا يفي بالحد الأدنى من متطلبات إصدار PHP. الإصدار الخاص بك هو %s ، والحد الأدنى للإصدار المطلوب هو %s! يرجى تحديث إصدار PHP الخاص بك لتجنب الأخطاء.

source: Your website has mainentance mode enabled, customers will not be able to access you website.
ar_eg: تم تمكين وضع الصيانة في موقع الويب الخاص بك ، ولن يتمكن العملاء من الوصول إلى موقع الويب الخاص بك.

source: Manage maintanance mode
ar_eg: إدارة وضع الصيانة

source: Default
ar_eg: إفتراضي

source: Light
ar_eg: ضوء

source: Modern
ar_eg: عصري

source: Blue
ar_eg: أزرق

source: Coffee
ar_eg: قهوة

source: Ectoplasm
ar_eg: الجبلة الخارجية

source: Midnight
ar_eg: منتصف الليل

source: Ocean
ar_eg: محيط

source: Sunrise
ar_eg: شروق الشمس

source: Title
ar_eg: العنوان

source: Description
ar_eg: الوصف

source: Edit admin
ar_eg: تعديل المشرف

source: Save
ar_eg: حفظ

source: Add admin
ar_eg: إضافة مشرف

source: Add
ar_eg: إضافة

source: Admins
ar_eg: المشرفين

source: Name <em>(required)</em>
ar_eg: الأسم<em>(مطلوب)</em>

source: Username <em>(required)</em>
ar_eg: اسم المستخدم <em>(مطلوب)</em>

source: E-mail <em>(required)</em>
ar_eg: البريد الإلكتروني<em>(مطلوب)</em>

source: Admin type <em>(required)</em>
ar_eg: نوع المشرف<em>(مطلوب)</em>

source: Administrators have total control over all aspects of your installation, while moderators are only allowed to moderate listings, comments and media files
ar_eg: يتمتع المسؤولون بالتحكم الكامل في جميع جوانب التثبيت ، بينما يُسمح للمشرفين فقط بمراجعة المشروعات والتعليقات وملفات الوسائط

source: Moderator extra access
ar_eg: مشرف وصول إضافي

source: Allow moderator to access plugin pages. Enter plugin file path (from URL) or route (from URL). Separate by comma.
ar_eg: اسمح للمدير بالوصول إلى صفحات البرنامج المساعد. أدخل مسار ملف البرنامج المساعد (من رابط) أو المسار (من رابط). افصل بينها بفاصلة.

source: File examples
ar_eg: أمثلة الملفات

source: Route examples
ar_eg: أمثلة الطريق

source: Type your new password again
ar_eg: اكتب كلمة السر الجديدة مرة أخرى

source: Your current password
ar_eg: كلمة السر الحالية الخاصة بك

source: For security, type <b>your current password</b>
ar_eg: لدواعي الأمان ، اكتب <b> كلمة سرك الحالية </b>

source: Cancel
ar_eg: الغاء

source: Add users who can manage your page. You can add admins or moderators: admins have access to the whole admin panel while moderators can only modify listings and see stats.
ar_eg: أضف الطلاب الذين يمكنهم إدارة صفحتك. يمكنك إضافة مدراء أو وسطاء: يمكن للمشرفين الوصول إلى لوحة الإدارة بأكملها بينما يمكن للمشرفين فقط تعديل المشروعات ومشاهدة الإحصائيات.

source: Admins - %s
ar_eg: المشرفين - %s

source: Manage admins
ar_eg: إدارة المسؤولين

source: Add new
ar_eg: اضافة جديد

source: Apply
ar_eg: تطبيق

source: Name
ar_eg: الاسم

source: Type
ar_eg: النوع

source: No data available in table
ar_eg: لا توجد بيانات متوفرة في الجدول

source: Delete admin
ar_eg: حذف المسؤول

source: Are you sure you want to delete this admin?
ar_eg: هل أنت متأكد أنك تريد حذف هذا المسؤول؟

source: Manually add Osclass themes in .zip format. If you prefer, you can manually upload the decompressed theme to <em>%s/themes</em>.
ar_eg: أضف سمات أوسكلاس يدويا بتنسيق zip إذا كنت تفضل ذلك ، يمكنك تحميل السمة التي تم فك ضغطها يدويا إلى<em>%s/themes</em>.

source: Appearance
ar_eg: القوالب

source: Add theme - %s
ar_eg: إضافة قالب - %s

source: Add new theme
ar_eg: أضف قالبًا جديدًا

source: You can download and install new themes directly in %s section.
ar_eg: يمكنك تنزيل وتثبيت مظاهر جديدة مباشرة في نوع المشروع %s .

source: Market > Themes
ar_eg: السوق > القوالب

source: Theme package (.zip)
ar_eg: يجب أن تكون حزمة القالب (.zip)

source: Upload
ar_eg: ارفع

source: Can't install a new theme
ar_eg: لا يمكن تثبيت قالب جديد

source: The theme folder is not writable on your server so you can't upload themes from the administration panel. Please make the theme folder writable and try again.
ar_eg: مجلد القالب غير قابل للكتابة على الخادم الخاص بك ، لذا لا يمكنك تحميل القالب من لوحة الإدارة. يرجى جعل مجلد القالب قابلاً للكتابة والمحاولة مرة أخرى.

source: To make the directory writable under UNIX execute this command from the shell:
ar_eg: لجعل الدليل قابلاً للكتابة تحت UNIX ، نفّذ هذا الأمر من shell:

source: Loading data
ar_eg: تحميل البيانات

source: Version
ar_eg: إصدار

source: Author
ar_eg: الكاتب

source: URL
ar_eg: رابط

source: Download manually
ar_eg: تنزيل يدويًا

source: Continue install
ar_eg: استمر في التثبيت

source: Edit widget
ar_eg: تعديل تحرير القطعة

source: Save changes
ar_eg: حفظ التغييرات

source: Add widget
ar_eg: إضافة القطعة

source: Appearance - %s
ar_eg: القوالب - %s

source: Description: this field is required
ar_eg: الوصف: هذا الحقل مطلوب

source: Description (for internal purposes only)
ar_eg: الوصف (للأغراض الداخلية فقط)

source: HTML Code for the Widget
ar_eg: كود HTML للقطعة

source: Enter your custom CSS code to modify design of your theme. Code will not be affected by theme or osclass updates. Code will be inserted into footer between &lt;style&gt;&lt;/style&gt; tags.
ar_eg: أدخل كود CSS المخصص لتعديل تصميم القالب الخاص بك. لن تتأثر الكود بتحديثات القالب أو osclass. سيتم إدخال الكود في التذييل بين & lt؛ style & gt؛ & lt؛ / style & gt؛ العلامات.

source: Customization - %s
ar_eg: التخصيص - %s

source: Theme Customization
ar_eg: تخصيص القالب

source: Your CSS
ar_eg: CSS الخاص بك

source: Do not enter &lt;style&gt;&lt;/style&gt; tags. You may check following CSS guide:
ar_eg: لا تدخل & lt؛ style & gt؛ & lt؛ / style & gt؛ العلامات. يمكنك التحقق من دليل CSS التالي:

source: Your HTML code
ar_eg: كود HTML الخاص بك

source: You may enter any HTML or JavaScript code. Code will be added into footer. Do not add PHP code.
ar_eg: يمكنك إدخال أي كود HTML أو JavaScript. سيتم إضافة كود في الفوتر. لا تقم بإضافة كود PHP.

source: Delete theme
ar_eg: حذف القالب

source: Change your site's look and feel by activating a theme among those available. You can download new themes from the <a href="%s">market</a>. <strong>Be careful</strong>: if your theme has been customized, you'll lose all changes if you change to a new theme.
ar_eg: غيّر شكل وأسلوب موقعك من خلال تفعيل قالب من بين تلك المتوفرة. يمكنك تنزيل قوالب جديدة من <a href="%s">السوق </a>. <strong> كن حذرًا </strong>: إذا تم تعديل قالبك سابقاً ، فستفقد جميع التغييرات إذا قمت بالتغيير إلى قالب جديد.

source: Add theme
ar_eg: أضف قالب

source: Current theme
ar_eg: القالب الحالي

source: by
ar_eg: بواسطة

source: Logo
ar_eg: الشعار

source: Icons
ar_eg: أيقونات

source: Advertisement
ar_eg: مشروعات البانر

source: Plugins
ar_eg: الإضافات

source: Available themes
ar_eg: المظاهر المتاحة

source: Preview
ar_eg: معاينة

source: No other themes found
ar_eg: لم يتم العثور على مظاهر أخرى

source: Changes
ar_eg: التغييرات

source: Osclass
ar_eg: أوكلاس

source: This action can not be undone. Are you sure you want to delete the theme?
ar_eg: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد حذف القالب؟

source: Please wait until the download is completed
ar_eg: يرجى الانتظار حتى اكتمال التنزيل

source: Downloading
ar_eg: جارى التحميل

source: Theme has been downloaded correctly.
ar_eg: تم تنزيل القالب بشكل صحيح.

source: Ok
ar_eg: موافق

source: Close
ar_eg: إغلاق

source: Update theme from OsclassPoint
ar_eg: تحديث القالب من OsclassPoint

source: Modify your site's header or footer here. Only works with compatible themes, such as those available in the market.
ar_eg: قم بتعديل رأس أو تذييل موقعك هنا. يعمل فقط مع القالب المتوافقة ، مثل تلك المتوفرة في السوق.

source: Delete widget
ar_eg: حذف القطعة

source: Manage Widgets
ar_eg: إدارة المشروعات الدعائية أسفل وأعلى نوع المشروع - يمكنك أستخدام HTML

source: Section: %s
ar_eg: نوع المشروع: %s

source: Add HTML widget
ar_eg: إضافة أداة HTML

source: Widget
ar_eg: القطعة

source: Description: %s
ar_eg: الوصف: %s

source: Current theme does not support widgets
ar_eg: القالب الحالي لا يدعم القطع

source: Are you sure you want to delete this widget?
ar_eg: هل أنت متأكد أنك تريد حذف هذه القطعة؟

source: Edit category ID: %s
ar_eg: تعديل فئة المعرف: %s

source: Expiration days
ar_eg: أيام انتهاء الصلاحية

source: If the value is zero, it means this category doesn't have an expiration
ar_eg: إذا كانت القيمة صفر ، فهذا يعني أن هذا الفئة ليس لها انتهاء صلاحية

source: Enable / Disable the price field
ar_eg: تمكين / تعطيل حقل السعر

source: Apply the expiration date and price field changes to children categories
ar_eg: قم بتطبيق تاريخ انتهاء الصلاحية وتغييرات حقل السعر على أقسام الأطفال

source: Icon
ar_eg: أيقونة الفئة

source: Color
ar_eg: لون الأيقونة

source: Ajax error, please try again.
ar_eg: خطأ أجاكس ، يرجى المحاولة مرة أخرى.

source: Add, edit or delete the categories or subcategories in which users can post listings. Reorder sections by dragging and dropping, or nest a subcategory in an expanded category. <strong>Be careful</strong>: If you delete a category, all listings associated will also be deleted!
ar_eg: قم بإضافة أو تحرير أو حذف الفئات أو الفئات الفرعية التي يمكن للطلاب نشر المشروعات فيها. أعد ترتيب الفئات عن طريق السحب والإفلات ، أو قم بتداخل فئة فرعية في فئة موسعة. <strong> كن حذرًا </strong>: إذا حذفت فئة ، فسيتم أيضًا حذف جميع المشروعات المرتبطة!

source: Categories
ar_eg: الفئات

source: Categories - %s
ar_eg: الفئات - %s

source: Note: You must expand the category in order to make it a subcategory.
ar_eg: ملاحظة: يجب عليك توسيع الفئة لجعلها فئة فرعية.

source: This action could take a while.
ar_eg: قد يستغرق هذا الإجراء بعض الوقت.

source: Ajax error, try again.
ar_eg: خطأ أجاكس ، حاول مرة أخرى.

source: Category ID: %s
ar_eg: معرف الفئة: %s

source: Drag&drop the categories to reorder them the way you like. Click on edit link to edit the category
ar_eg: اسحب وأفلت الفئات لإعادة ترتيبها بالطريقة التي تريدها. انقر على رابط التعديل لتعديل الفئة

source: Parent category cannot be selected when publishing a new listing. Each category that has at least 1 child category is considered as parent. You can change this setting in %s, "Parent categories" section.
ar_eg: لا يمكن تحديد الفئة الأصل عند نشر قائمة جديدة. تعتبر كل فئة تحتوي على فئة فرعية 1 على الأقل من الأصل. يمكنك تغيير هذا الإعداد في %s ، نوع المشروع "الفئات الرئيسية".

source: Settings > General
ar_eg: الإعدادات > عام

source: Delete category
ar_eg: حذف الفئة

source: <strong>WARNING</strong>: This will also delete the listings under that category. This action cannot be undone. Are you sure you want to continue?
ar_eg: <strong> تحذير </strong>: سيؤدي هذا أيضًا إلى حذف المشروعات الموجودة ضمن تلك الفئة. لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد الاستمرار؟

source: Edit comment
ar_eg: تعديل التعليق

source: Update comment
ar_eg: تحديث التعليق

source: Add comment
ar_eg: أضف تعليق

source: Listing
ar_eg: المشروع

source: Edit comment - %s
ar_eg: تحرير التعليق - %s

source: Registered user
ar_eg: مستخدم مسجل

source: Edit user
ar_eg: تحرير العضو

source: Author's e-mail
ar_eg: البريد الإلكتروني للكاتب

source: Validated
ar_eg: التحقق

source: Active
ar_eg: نشيط

source: Inactive
ar_eg: غير نشط

source: Unblocked
ar_eg: ألغاء الحظر

source: Blocked
ar_eg: محظور

source: Rating
ar_eg: تقييم

source: Rating value between 0 and 5
ar_eg: قيمة التقييم بين 0 و 5

source: Comment
ar_eg: التعليق

source: Parent comment ID
ar_eg: معرف تعليق *الاب*

source: Comment is reply to
ar_eg: التعليق هو الرد على

source: Comment has no parent comment (is not reply).
ar_eg: التعليق ليس له تعليق *اب* (ليس ردا).

source: Comment has 1 reply.
ar_eg: التعليق يحتوي على رد واحد.

source: Comment has %d replies.
ar_eg: يحتوي التعليق على %d الردود.

source: Manage the comments that users publish on the listings on your site. You can also edit, delete, activate or block comments.
ar_eg: إدارة التعليقات التي ينشرها الطلاب على المشروعات على موقعك. يمكنك أيضًا تعديل التعليقات أو حذفها أو تنشيطها أو حظرها.

source: Listings
ar_eg: مشروعات

source: Settings
ar_eg: اعدادات

source: Comments - %s
ar_eg: التعليقات - %s

source: Comments on item #%d
ar_eg: تعليقات على البند #%d

source: Replies to comment #%d
ar_eg: الردود على التعليق #%d

source: Comments
ar_eg: التعليقات

source: Hidden comments
ar_eg: التعليقات المخفية

source: All comments
ar_eg: كل التعليقات

source: Delete comment
ar_eg: حذف تعليق

source: Are you sure you want to delete this comment?
ar_eg: هل أنت متأكد أنك تريد حذف هذا التعليق؟

source: Currency code: this field is required
ar_eg: رمز العملة: هذا الحقل مطلوب

source: Currency code: length of code must be exactly 3 characters
ar_eg: رمز العملة: يجب أن يكون طول الرمز 3 أحرف بالضبط

source: Currency symbol: this field is required
ar_eg: رمز العملة: هذا الحقل مطلوب

source: Currency symbol: length of symbol must be at least 1 character
ar_eg: رمز العملة: يجب أن يكون طول الرمز 1 حرفا على الأقل

source: Name: this field is required
ar_eg: الاسم: هذا الحقل مطلوب

source: Name: length of currency name must be at least 1 character
ar_eg: الاسم: يجب أن يكون طول اسم العملة حرفا على الأقل

source: Currencies
ar_eg: العملات

source: Add currency
ar_eg: أضف العملة

source: Edit currency
ar_eg: تحرير العملة

source: Update currency
ar_eg: تحديث العملة

source: Currency Code
ar_eg: كود العملة

source: Must be a three-character code according to the <a href="%s" target="_blank">ISO 4217</a>
ar_eg: يجب أن يكون رمزًا مكونًا من ثلاثة أحرف وفقًا لـ <a href="%s" target="_blank"> ISO 4217 </a>

source: Currency symbol
ar_eg: رمز العملة

source: Should not be longer than 2 characters. Examples: $, €, £, ₽, ₦, ₮, ₩, ¥, ₹, ...
ar_eg: يجب ألا يزيد عن حرفين . أمثلة: $, €, £, ₽, ₦, ₮, ₩, ¥, ₹, ...

source: Add new currencies or edit existing currencies so users can publish listings in their country's currency.
ar_eg: أضف عملات جديدة أو قم بتعديل العملات الحالية حتى يتمكن الطلاب من نشر المشروعات بعملة بلدهم.

source: Currencies - %s
ar_eg: العملات - %s

source: Are you sure you want to %s the selected currencies?
ar_eg: هل أنت متأكد أنك تريد %s العملات المحددة؟

source: Code
ar_eg: الكود

source: Symbol
ar_eg: الرمز

source: Delete currency
ar_eg: حذف العملة

source: Are you sure you want to delete this currency?
ar_eg: هل أنت متأكد أنك تريد حذف هذه العملة؟

source: Send email
ar_eg: ارسل بريد الكتروني

source: Edit email template - %s
ar_eg: تحرير قالب البريد الإلكتروني - %s

source: Edit email template
ar_eg: تحرير قالب البريد الإلكتروني

source: Internal name
ar_eg: الأسم الداخلي

source: Used to identify the email template
ar_eg: تستخدم لتعريف قالب البريد الإلكتروني

source: Legend
ar_eg: عنوان تفسيري
