Repository: eslamix/unistart
Catalog: *-content/languages/*/core.po
Languages: ar_eg

source: Test it
ar_eg: قم بتجريبه

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
ar_eg: عدّل رسائل البريد الإلكتروني التي يتلقاها مستخدمو موقعك عند انضمامهم إلى موقعك ، عندما يبدي شخص ما اهتمامًا بمشروعه ، لاستعادة كلمة السر الخاصة به ... <strong> كن حذرًا </strong>: لا تعدّل أيًا من الكلمات التي تظهر بين قوسين .

source: Email templates - %s
ar_eg: نماذج البريد الإلكتروني - %s

source: Emails templates
ar_eg: قوالب رسائل البريد الإلكتروني

source: Create date
ar_eg: تاريخ الإنشاء

source: Edit custom field
ar_eg: تحرير حقل مخصص

source: Options
ar_eg: خيارات

source: Separate options with commas
ar_eg: خيارات منفصلة بفاصله بدون فراغات أمس,اليوم,غداً

source: This field is required
ar_eg: هذا الحقل مطلوب

source: Select the categories where you want to apply this attribute:
ar_eg: حدد الفئات التي تريد تطبيق هذه الحقل عليها:

source: Check all
ar_eg: تحديد الكل

source: Uncheck all
ar_eg: الغاء تحديد الكل

source: Advanced options
ar_eg: خيارات متقدمة

source: Identifier name
ar_eg: اسم المعرف

source: Only alphanumeric characters are allowed [a-z0-9_-]
ar_eg: مسموح فقط باستخدام الأحرف الأبجدية الرقمية [a-z0-9_-]

source: Tick to allow searches by this field
ar_eg: ضع علامة لإضافة هذا الحقل ضمن خيارات البحث

source: At least one option is required.
ar_eg: مطلوب خيار واحد على الأقل.

source: Create new fields for users to fill out when they publish a listing. You can require extra information such as the number of bedrooms in real estate listings or fuel type in car listings, for example.
ar_eg: إنشاء حقول جديدة للطلاب لملئها عند نشر أعلان. يمكنك طلب معلومات إضافية مثل عدد غرف النوم في مشروعات العقارات أو نوع الوقود في مشروعات السيارات ، على سبيل المثال.

source: Add custom field
ar_eg: أضافة حقل جديد

source: Custom field could not be added
ar_eg: لا يمكن إضافة حقل مخصص

source: Custom fields - %s
ar_eg: الحقول المخصصة - %s

source: Drag & drop the custom fields to reorder them the way you like. Click on edit link to edit the custom field
ar_eg: اسحب الحقول المخصصة وأفلتها لإعادة ترتيبها بالطريقة التي تريدها. انقر على رابط التعديل لتعديل الحقل المخصص

source: Custom fields
ar_eg: الحقول المخصصة

source: You don't have any custom fields yet
ar_eg: ليس لديك أي حقول مخصصة حتى الآن

source: Delete custom field
ar_eg: حذف الحقل المخصص

source: Are you sure you want to delete this custom field?
ar_eg: هل أنت متأكد أنك تريد حذف هذا الحقل المخصص؟

source: Show/hide password
ar_eg: عرض / إخفاء كلمة السر

source: Recover admin password
ar_eg: استعادة كلمة سر المسؤول

source: Add listing
ar_eg: اضافة مشروع

source: Edit listing
ar_eg: تحرير مشروع

source: Update listing
ar_eg: تحديث المشروع

source: View listing on front
ar_eg: عرض المشروع

source: Category
ar_eg: التصنيف

source: Price
ar_eg: السعر

source: Photos
ar_eg: الصور

source: optional
ar_eg: اختياري

source: Add new photo
ar_eg: اضف صورة جديدة

source: User information
ar_eg: معلومات المستخدم

source: Edit %s's profile
ar_eg: تحرير ملف تعريف %s

source: Phone
ar_eg: الهاتف

source: Other contact
ar_eg: وسيلة أتصال أخرى

source: Ip Address
ar_eg: عنوان IP

source: Show e-mail
ar_eg: عرض البريد الإلكتروني

source: Show phone
ar_eg: عرض الهاتف

source: Item location
ar_eg: موقع المشروع

source: Country
ar_eg: نوع المشروع

source: Region
ar_eg: المنطقة

source: City
ar_eg: المدينة

source: City area
ar_eg: منطقة أو المدينة

source: Zip code
ar_eg: الرمز البريدي

source: Address
ar_eg: العنوان

source: Latitude
ar_eg: خط العرض

source: Longitude
ar_eg: خط الطول

source: Expiration
ar_eg: انتهاء الصلاحية

source: It could be an integer (days from original publishing date it will be expired, 0 to never expire) or a date in the format "yyyy-mm-dd hh:mm:ss"
ar_eg: قد يكون عددًا صحيحًا (الأيام من تاريخ النشر الأصلي ستنتهي صلاحيته ، 0 حتى لا تنتهي صلاحيته أبدًا) أو تاريخًا بالتنسيق"yyyy-mm-dd hh:mm:ss"

source: Update expiration?
ar_eg: تحديث انتهاء الصلاحية؟

source: Manage all the listings on your site: edit, delete or block the latest listings published. You can also filter by several parameters: user, region, city, etc.
ar_eg: إدارة جميع المشروعات على موقعك: تحرير أو حذف أو حظر أحدث المشروعات المنشورة. يمكنك أيضًا التصفية حسب عدة عوامل: المستخدم ، والمنطقة ، والمدينة ، إلخ.

source: Manage listings - %s
ar_eg: إدارة المشروعات - %s

source: Delete listing
ar_eg: حذف مشروع

source: Filters
ar_eg: تصفية

source: Pattern
ar_eg: نمط

source: Email
ar_eg: البريد الإلكتروني

source: Premium
ar_eg: مميز

source: Choose an option
ar_eg: إختر خيار

source: ON
ar_eg: تشغيل

source: OFF
ar_eg: إبقاف

source: Spam
ar_eg: بريد مؤذي

source: Apply filters
ar_eg: تطبيق المرشحات

source: Reset filters
ar_eg: إعادة تعيين المرشحات

source: Manage listings
ar_eg: إدارة المشروعات

source: %d Listings
ar_eg: %d مشروعات

source: Show filters
ar_eg: عرض الفلاتر

source: Item ID
ar_eg: معرف المشروع

source: Find
ar_eg: إيجاد

source: Are you sure you want to delete this listing?
ar_eg: هل أنت متأكد أنك تريد حذف هذا المشروع؟

source: From here, you can edit or delete the listings reported by users (spam, misclassified, duplicate, expired, offensive). You can also delete the report if you consider it mistaken.
ar_eg: من هنا ، يمكنك تحرير أو حذف المشروعات التي أبلغ عنها الطلاب (البريد العشوائي ، المصنف بشكل خاطئ ، المكرر ، منتهي الصلاحية ، المسيء). يمكنك أيضًا حذف التقرير إذا اعتبرت أنه خطأ.

source: Reported listings - %s
ar_eg: المشروعات المبلغ عنها - %s

source: Reported listings
ar_eg: المشروعات المبلغ عنها

source: Are you sure you want to %s the selected items?
ar_eg: هل أنت متأكد من أنك تريد %s المشروعات المحددة؟

source: Are you sure you want to clear all the reportings of the selected items?
ar_eg: هل أنت متأكد من أنك تريد مسح كافة التقارير الخاصة بالمشروعات المحددة؟

source: Clear All
ar_eg: مسح الكل

source: Are you sure you want to clear the spam reportings of the selected items?
ar_eg: هل أنت متأكد من أنك تريد مسح تقارير البريد العشوائي للمشروعات المحددة؟

source: Clear Spam
ar_eg: مسح البريد العشوائي

source: Are you sure you want to clear the misclassified reportings of the selected items?
ar_eg: هل أنت متأكد من أنك تريد مسح التقارير المصنفة بشكل خاطئ للمشروعات المحددة؟

source: Clear Missclassified
ar_eg: مسح سوء التصنيف

source: Are you sure you want to clear the duplicated reportings of the selected items?
ar_eg: هل أنت متأكد من أنك تريد مسح التقارير المكررة للمشروعات المحددة؟

source: Clear Duplicated
ar_eg: مسح مكرر

source: Are you sure you want to clear the expired reportings of the selected items?
ar_eg: هل أنت متأكد أنك تريد مسح التقارير منتهية الصلاحية للمشروعات المحددة؟

source: Clear Expired
ar_eg: مسح منتهي الصلاحية

source: Are you sure you want to clear the offensive reportings of the selected items?
ar_eg: هل أنت متأكد من أنك تريد مسح تقارير البريد العشوائي للمشروعات المحددة؟

source: Clear Offensive
ar_eg: مسح الهجومي

source: Modify the general settings for your listings. Decide if users have to register in order to publish something, the number of pictures allowed for each listing, etc.
ar_eg: قم بتعديل الإعدادات العامة لمشروعاتك. حدد ما إذا كان يتعين على الطلاب التسجيل لنشر شيء ما ، وعدد الصور المسموح بها لكل أعلان ، وما إلى ذلك.

source: Listing Settings - %s
ar_eg: قائمة الإعدادات - %s

source: Listing Settings
ar_eg: إعدادات المشروع

source: Only logged in users can post listings
ar_eg: يمكن للطلاب المسجلين فقط نشر المشروعات

source: An user has to wait %s seconds between each listing added
ar_eg: يجب على المستخدم أن ينتظر %s ثانية بين كل نشر أعلان

source: If the value is set to zero, there is no wait period
ar_eg: إذا تم تعيين القيمة على صفر ، فلا توجد فترة انتظار

source: Users have to validate their listings
ar_eg: يجب على الطلاب التحقق من صحة المشروعات الخاصة بهم عن طريق البريد الإلكتروني

source: Users can disable / de-activate listing
ar_eg: يمكن للطلاب تعطيل / تنشيط مشروعاتهم

source: Disable mark/report listing feature
ar_eg: تعطيل ميزة إدراج العلامات / التقارير

source: After %s validated listings the user doesn't need to validate the listings any more
ar_eg: لا يحتاج المستخدم إلى التحقق من الصحة إذا وصل هذا العدد من المشروعات %s

source: If the value is zero, it means that each listing must be validated
ar_eg: إذا كانت القيمة صفر ، فهذا يعني أنه يجب التحقق من صحة كل أعلان

source: Logged in users don't need to validate their listings
ar_eg: لا يحتاج الطلاب المسجلون إلى التحقق من مشروعاتهم

source: Show reCAPTCHA in add/edit listing form
ar_eg: عرض اختبار( reCAPTCHA) في نموذج إضافة / تعديل مشروع

source: <strong>Remember</strong> that you must configure reCAPTCHA first
ar_eg: <strong> تذكر </strong> أنه يجب عليك تهيئة reCAPTCHA أولاً

source: Enable TinyMCE on add/edit listing form in front/back office
ar_eg: قم بتمكين TinyMCE في إضافة / تحرير نموذج المشروع في لوحة تحكم المستخدم / المشرف

source: TinyMCE enable to format description of listings
ar_eg: تمكن TinyMCE من تنسيق وصف المشروعات

source: Renewal
ar_eg: التجديد

source: User can renew its listings once expired. This feature is available only to registered users.
ar_eg: يمكن للمستخدم تجديد أعلانه بمجرد انتهاء صلاحيته. هذه الميزة متاحة فقط للطلاب المسجلين.

source: Publish date of renewed listing is updated to current date
ar_eg: يتم تحديث تاريخ نشر المشروع المجدد إلى التاريخ الحالي

source: Listing can be republished %s times at maximum
ar_eg: يمكن إعادة نشر المشروع %s مرة كحد أقصى

source: If the value is set to zero, there is no renewal limit
ar_eg: إذا تم ضبط القيمة على صفر ، فلا يوجد حد للتجديد

source: Contact publisher
ar_eg: معلومات الناشر

source: Disable contact publisher form
ar_eg: تعطيل نموذج الاتصال بالناشر

source: Only allow registered users to contact publisher
ar_eg: السماح للطلاب المسجلين فقط بالاتصال بالناشر

source: Only allow registered users to see contact phone number
ar_eg: اسمح فقط للطلاب المسجلين برؤية رقم هاتف المعلن

source: Allow attached files in contact publisher form
ar_eg: السماح بالملفات المرفقة في نموذج الاتصال بالناشر

source: Send to friend
ar_eg: أرسل إلى صديق

source: Disable send to friend form
ar_eg: تعطيل نموذج الإرسال إلى الأصدقاء

source: Notifications
ar_eg: إشعارات

source: Notify admin when a new listing is added
ar_eg: أبلغ المسؤل عند إضافة أعلان جديد

source: Send admin a copy of the "contact publisher" email
ar_eg: أرسل للمسؤول نسخة من البريد الإلكتروني "اتصل بالناشر"

source: Send admin a copy to "share listing" email
ar_eg: أرسل نسخة للمشرف إلى البريد الإلكتروني "مشاركة المشروع"

source: Warn about expiration
ar_eg: تحذير قبل انتهاء الصلاحية

source: days
ar_eg: يوم

source: This option will send an email X days before an ad expires to the author. 0 for no email.
ar_eg: سيرسل هذا الخيار بريدًا إلكترونيًا قبل X أيام من انتهاء صلاحية المشروع للكاتب. 0 لعدم وجود بريد إلكتروني.

source: Redirect priority after publish
ar_eg: أولوية إعادة التوجيه بعد النشر

source: Dashboard > Listing > Category
ar_eg: لوحة التحكم > المشروع > الفئة

source: Listing > Category
ar_eg: المشروع > الفئة

source: Redirect priority once item is published. I.e. Dashboard > Listing > Search means, that if user is logged in, will be redirected to user listings page in account. If is not logged and item is active, will be redirected to listing page. Otherwise will go to category page.
ar_eg: أولوية إعادة التوجيه بمجرد نشر المشروع. بمعنى آخر. لوحة التحكم> الالمشروع> البحث تعني أنه في حالة تسجيل المستخدم للدخول ، سيتم إعادة توجيهه إلى صفحة مشروعات الطلاب في الحساب. إذا لم يتم تسجيل المشروع وكان المشروع نشطًا ، فسيتم إعادة توجيهه إلى صفحة المشروع. وإلا سوف تذهب إلى صفحة الفئة.

source: Title length
ar_eg: طول أحرف العنوان

source: characters
ar_eg: حرف

source: Description length
ar_eg: طول أحرف الوصف

source: Optional fields
ar_eg: الحقول الاختيارية

source: Attach images
ar_eg: تمكين إرفاق الصور

source: Attach %s images per listing
ar_eg: إرفاق %s صور فقط لكل أعلان

source: If the value is zero, it means an unlimited number of images is allowed
ar_eg: إذا كانت القيمة صفر ، فهذا يعني أنه يُسمح بعدد غير محدود من الصور

source: Add language - %s
ar_eg: إضافة لغة - %s

source: Add language
ar_eg: إضافة لغة

source: You can import new languages and translations directly in %s section.
ar_eg: يمكنك استيراد لغات وترجمات جديدة مباشرة في نوع المشروع %s .

source: Market > Languages
ar_eg: السوق > اللغات

source: Language package (.zip)
ar_eg: حزمة اللغة (.zip)

source: Can't install a new language
ar_eg: لا يمكن تثبيت لغة جديدة

source: The translations folder is not writable on your server so you can't upload translations from the administration panel. Please make the translation folder writable and try again.
ar_eg: مجلد الترجمات غير قابل للكتابة على الخادم الخاص بك ، لذا لا يمكنك تحميل الترجمات من لوحة الإدارة. يرجى جعل مجلد الترجمة قابلاً للكتابة والمحاولة مرة أخرى.

source: Edit language - %s
ar_eg: تحرير اللغة - %s

source: Edit language
ar_eg: تحرير اللغة

source: Short name
ar_eg: اسم قصير

source: Date format
ar_eg: صيغة التاريخ

source: Font-office
ar_eg: خط واجهة نوع المشروع

source: Enabled for the public website
ar_eg: ممكّن للموقع العام

source: Back-office
ar_eg: خط لوحة التحكم

source: Enabled for the backoffice (oc-admin)
ar_eg: تم التمكين للوحة التحكم (oc-admin)

source: Price format settings
ar_eg: إعدادات تنسيق السعر

source: Currency format
ar_eg: تنسيق العملة

source: Number of decimals
ar_eg: عدد الكسور العشرية

source: Decimal point
ar_eg: العلامة العشرية

source: Thousands separator
ar_eg: فاصل الآلاف

source: Default currency
ar_eg: العملة الافتراضية

source: Advanced settings
ar_eg: إعدادات متقدمة

source: Stopwords
ar_eg: كلمات التوقف

source: Native location names
ar_eg: أسماء المواقع الأصلية

source: Location names will be shown in their native form
ar_eg: سيتم عرض أسماء المواقع في شكلها الأصلي

source: Text direction
ar_eg: اتجاه النص

source: Is RTL language
ar_eg: هي لغة RTL

source: Add, edit or delete the language in which your Osclass is displayed, both the part that's viewable by users and the admin panel.
ar_eg: قم بإضافة أو تحرير أو حذف اللغة التي يتم عرض أوسكلاس بها ، سواء الجزء الذي يمكن للطلاب عرضه ولوحة الإدارة.

source: Languages - %s
ar_eg: اللغات - %s

source: Delete language
ar_eg: احذف اللغة

source: Your default language is %s. Default language cannot be removed or disabled and can be changed in %s section.
ar_eg: لغتك الافتراضية هي %s. لا يمكن إزالة اللغة الافتراضية أو تعطيلها ويمكن تغييرها في نوع المشروع %s.

source: Manage Languages
ar_eg: إدارة اللغات

source: Status
ar_eg: الحالة

source: Front-office
ar_eg: واجهة نوع المشروع

source: Native loc.
ar_eg: مكان أصلي.

source: Direction
ar_eg: الاتجاه

source: Are you sure you want to delete this language?
ar_eg: هل أنت متأكد أنك تريد حذف هذه اللغة؟

source: Date
ar_eg: التاريخ

source: Language has been downloaded correctly.
ar_eg: تم تنزيل اللغة بشكل صحيح.

source: Update language from OsclassPoint
ar_eg: تحديث اللغة من OsclassPoint

source: Delete location
ar_eg: حذف نوع المشروع

source: View more
ar_eg: عرض المزيد

source: Edit country
ar_eg: تحرير نوع المشروع

source: Add new country
ar_eg: أضف نوع المشروع جديدة

source: Edit region
ar_eg: تحرير المنطقة

source: Add new region
ar_eg: أضف منطقة جديدة

source: Edit city
ar_eg: تحرير المدينة

source: Add new city
ar_eg: أضف مدينة جديدة

source: Import a location
ar_eg: استيراد موقع

source: No entries has been found
ar_eg: لم يتم العثور على إدخالات

source: No cities has been found for region ID:
ar_eg: لم يتم العثور على مدن لمعرف المنطقة:

source: Add, edit or delete the countries, regions and cities installed on your Osclass. <strong>Be careful</strong>: modifying locations can cause your statistics to be incorrect until they're recalculated. Modify only if you're sure what you're doing!
ar_eg: قم بإضافة أو تحرير أو حذف نوع المشروعان والمناطق والمدن المثبتة على أوسكلاس الخاص بك. <strong> كن حذرًا </strong>: قد يؤدي تعديل المواقع إلى عدم صحة إحصاءاتك إلى أن تتم إعادة حسابها. قم بالتعديل فقط إذا كنت متأكدًا مما تفعله!

source: Locations - %s
ar_eg: المناطق - %s

source: Locations
ar_eg: المناطق

source: Country code should have two characters
ar_eg: يجب أن يتكون رمز نوع المشروع من حرفين

source: Country code
ar_eg: الكود الدولي

source: Add country
ar_eg: أضف نوع المشروع

source: Native name
ar_eg: الاسم الأصلي

source: Phone code
ar_eg: كود الهاتف

source: Without plus sign, example: 420, 85, 43
ar_eg: بدون علامة الجمع ، مثال: 420 ، 85 ، 43

source: Currency code
ar_eg: رمز العملة

source: 3 uppercase letters, example: EUR, USD, GBP
ar_eg: 3 أحرف كبيرة ، على سبيل المثال: EUR ، USD ، GBP

source: Slug
ar_eg: سبيكة

source: The slug has to be a unique string, could be left blank
ar_eg: سبيكة يجب أن تكون سلسلة فريدة من نوعها، يمكن أن تترك فارغة

source: Add region
ar_eg: أضف المنطقة

source: Add city
ar_eg: أضف مدينة

source: Countries
ar_eg: الدول

source: Import new
ar_eg: استيراد جديد

source: Remove selected
ar_eg: حذف المحدد

source: Regions
ar_eg: المناطق

source: Cities
ar_eg: المدن

source: This action can't be undone. Items associated to this location will be deleted. Users from this location will be unlinked, but not deleted. Are you sure you want to continue?
ar_eg: لا يمكن التراجع عن هذا الإجراء. سيتم حذف المشروعات المرتبطة بهذا نوع المشروع. سيتم إلغاء ربط الطلاب من هذا نوع المشروع ، ولكن لن يتم حذفهم. هل أنت متأكد أنك تريد الاستمرار؟

source: Import a country with it's regions and cities from our database. Already imported countries aren't shown.
ar_eg: استيراد بلد بمناطقه ومدنه من قاعدة بياناتنا. لا تظهر نوع المشروعان المستوردة بالفعل.

source: Select an option
ar_eg: حدد اختيارا

source: No locations available.
ar_eg: لا توجد مواقع متاحة.

source: Import
ar_eg: استيراد

source: Dashboard
ar_eg: لوحة التحكم

source: Dashboard - %s
ar_eg: لوحة المعلومات - %s

source: Users
ar_eg: الطلاب

source: ERROR: Database tables engine check failed! All datatabase tables must use <b>InnoDB</b> engine, using different engine will cause compatibility problems with plugins, themes and foreign key constraints. Please change database tables engine to InnoDB. Note that item description can use MyISAM engine as well.
ar_eg: خطأ: فشل فحص محرك جداول قاعدة البيانات! يجب أن تستخدم جميع جداول قاعدة البيانات محرك <b>InnoDB</b>، حيث سيؤدي استخدام محرك مختلف إلى حدوث مشكلات في التوافق مع المكونات الإضافية والموضوعات وقيود المفاتيح الخارجية. يرجى تغيير محرك جداول قاعدة البيانات إلى InnoDB. لاحظ أن وصف العنصر يمكن أن يستخدم محرك MyISAM أيضًا.

source: Nothing to show there, you've hidden all dashboard columns.
ar_eg: لا يوجد شيء لعرضه هناك ، لقد قمت بإخفاء جميع أعمدة لوحة المعلومات.

source: To configure columns & widgets, click on "Settings" button in top right corner.
ar_eg: لتكوين الأعمدة والأدوات ، انقر على الزر "إعدادات" في الزاوية اليمنى العليا.

source: At a glance
ar_eg: لمحة سريعة

source: Collapse
ar_eg: انهيار

source: Running on osclass v%s, using %s for front office and %s for backoffice.
ar_eg: يعمل على osclass v %s ، باستخدام %s للموقع و %s للوحة التحكم.

source: This website is using %s plugins, %s are active, %s are disabled and %s are not installed.
ar_eg: يستخدم موقع الويب هذا %s مكونات إضافية ، و %s نشطة ، و %s معطلة و %s غير مثبتة.

source: Optimization
ar_eg: التحسين

source: CSS style sheets optimization is enabled.
ar_eg: تم تمكين أمثلية ملفات CSS.

source: CSS style sheets optimization is disabled.
ar_eg: تم تعطيل أمثلية ملفات CSS.

source: JS scripts optimization is enabled.
ar_eg: تم تمكين تحسين البرامج النصية لـ JS.

source: JS scripts optimization is disabled.
ar_eg: تم تعطيل تحسين البرامج النصية لـ JS.

source: Optimized files has size %s.
ar_eg: حجم الملفات المحسنة هو %s..

source: Optimization settings
ar_eg: إعدادات التحسين

source: Market accessibility
ar_eg: إمكانية الوصول إلى السوق

source: Loading...
ar_eg: جار التحميل...

source: Unable to load data
ar_eg: تعذر تحميل البيانات

source: Listings activity
ar_eg: نشاط المشروعات

source: Published in last 24 hours: %s
ar_eg: تم النشر في آخر 24 ساعة: %s

source: Published in last 7 days: %s
ar_eg: نشرت في آخر 7 أيام: %s

source: Overall published: %s
ar_eg: تم النشر بشكل عام: %s

source: Recently published
ar_eg: نشرت مؤخرا

source: No listings has been found
ar_eg: لم يتم العثور على مشروعات

source: Not validated
ar_eg: ليس متاحا

source: Comments activity
ar_eg: نشاط التعليقات

source: Pending validation: %s
ar_eg: التحقق من صحة المعلق: %s

source: No comments has been found
ar_eg: لم يتم العثور على تعليقات

source: Users activity
ar_eg: نشاط الطلاب

source: Registered in last 24 hours: %s
ar_eg: تم التسجيل في آخر 24 ساعة: %s

source: Registered in last 7 days: %s
ar_eg: مسجل في آخر 7 أيام: %s

source: Overall registered: %s
ar_eg: إجمالي المسجلين: %s

source: Recently registered
ar_eg: مسجل حديثًا

source: No users has been found
ar_eg: لم يتم العثور على طلاب

source: Ban rules
ar_eg: قواعد الحظر

source: Total number of ban rules: %s
ar_eg: العدد الإجمالي لقواعد الحظر:%s

source: Latest rules
ar_eg: أحدث القواعد

source: No ban rules has been found
ar_eg: لم يتم العثور على قواعد حظر

source: Useful links
ar_eg: روابط مفيدة

source: Download osclass
ar_eg: تحميل osclass

source: Market
ar_eg: السوق

source: Forums
ar_eg: المنتديات

source: Documentation
ar_eg: نوع المشروع

source: Listing statistics
ar_eg: قائمة الإحصائيات

source: last 14 days
ar_eg: آخر 14 يومًا

source: Total number of listings: %s
ar_eg: إجمالي عدد المشروعات : %s

source: Comments statistics
ar_eg: إحصائيات التعليقات

source: Total number of comments: %s
ar_eg: العدد الإجمالي للتعليقات: %s

source: User statistics
ar_eg: إحصائيات المستخدم

source: Total number of users: %s
ar_eg: إجمالي عدد الطلاب: %s

source: Listings by category
ar_eg: المشروعات حسب الفئة

source: There aren't any uploaded listing yet
ar_eg: لا يوجد أي مشروع تم تحميله حتى الآن

source: News on blog
ar_eg: الأخبار على المدونة

source: Osclass update
ar_eg: تحديث أوكلاس

source: Latest products
ar_eg: أحدث المنتجات

source: Product updates
ar_eg: تحديثات المنتج

source: Manage backoffice home page widgets
ar_eg: إدارة أدوات الصفحة الرئيسية للوحة التحكم

source: Backoffice widget settings
ar_eg: إعدادات عنصر واجهة لوحة التحكم

source: Backoffice Widget Settings - %s
ar_eg: إعدادات عنصر واجهة لوحة التحكم - %s

source: Column #%s setup
ar_eg: إعداد العمود #%s

source: Column
ar_eg: عمود

source: Hide this column
ar_eg: إخفاء هذا العمود

source: Widgets
ar_eg: القطع

source: Hide "%s" widget
ar_eg: إخفاء بلوك "%s"

source: Ban Rules
ar_eg: قواعد الحظر

source: Data were cached on %s
ar_eg: تم تخزين البيانات مؤقتًا على %s

source: Uncached data
ar_eg: البيانات غير المخزنة مؤقتًا

source: API key has not been defined
ar_eg: لم يتم تعريف مفتاح API

source: In order to be able to download data from OsclassPoint, you must define your API key in %s section
ar_eg: لكي تتمكن من تنزيل البيانات من OsclassPoint ، يجب عليك تحديد مفتاح API الخاص بك في نوع المشروع %s

source: API key is valid, automatic updates & market functions are available
ar_eg: مفتاح API صالح ، والتحديثات التلقائية ووظائف السوق متاحة

source: No articles has been found
ar_eg: لم يتم العثور على مقالات

source: More news
ar_eg: المزيد من الأخبار

source: No updates has been found
ar_eg: لم يتم العثور على تحديثات

source: all osclass versions
ar_eg: جميع إصدارات osclass

source: osclass %s or lower
ar_eg: osclass%s أو أقل

source: osclass %s or higher
ar_eg: osclass %s أو أعلى

source: osclass %s to %s
ar_eg: osclass %s إلى %s

source: Updated on %s, compatible with %s
ar_eg: تم التحديث في %s ، متوافق مع %s

source: All updates
ar_eg: جميع التحديثات

source: No products has been found
ar_eg: لم يتم العثور على منتجات

source: More products
ar_eg: المزيد من المنتجات

source: You are using latest osclass version %s
ar_eg: أنت تستخدم أحدث إصدار من %s osclass

source: There is osclass update available. Your version: %s, latest version: %s
ar_eg: يتوفر تحديث osclass. إصدارك: %s ، أحدث إصدار: %s
