Repository: eslamix/unistart
Catalog: *-content/languages/*/messages.po
Languages: ar_eg

source: Advanced settings have been updated
ar_eg: تم تحديث الإعدادات المتقدمة

source: Cache flushed correctly
ar_eg: ذاكرة التخزين المؤقت مسح بشكل صحيح

source: Breadcrumbs settings have been updated
ar_eg: تم تحديث إعدادات فتات الخبز

source: No changes has been done
ar_eg: لم يتم إجراء أي تغييرات

source: Number of moderate comments must only contain numeric characters
ar_eg: يجب أن يحتوي عدد التعليقات المعتدلة على أحرف رقمية فقط

source: Comments per page must only contain numeric characters
ar_eg: يجب أن تحتوي التعليقات لكل صفحة على أحرف رقمية فقط

source: Comment settings have been updated
ar_eg: تم تحديث إعدادات التعليق

source: Custom number could not be left empty
ar_eg: تعذر ترك الرقم المخصص فارغا

source: Latest searches settings have been updated
ar_eg: تم تحديث إعدادات أحدث عمليات البحث

source: Latest searches has been cleaned
ar_eg: تم تنظيف أحدث عمليات البحث

source: Mail server type is incorrect
ar_eg: نوع خادم البريد غير صحيح

source: Mail server configuration has changed
ar_eg: تم تغيير تهيئة خادم البريد

source: Last check
ar_eg: اخر فحص

source: Option "Add language code into base URL" is not supported when subdomain type "Language" is enabled!
ar_eg: لا يكون الخيار "إضافة رمز اللغة إلى عنوان URL الأساسي" مدعومًا عند تمكين نوع النطاق الفرعي "اللغة"!

source: Page title field is required
ar_eg: حقل عنوان الصفحة مطلوب

source: Contact email field is required
ar_eg: حقل البريد الإلكتروني للاتصال مطلوب

source: Number of listings in the RSS has to be a numeric value
ar_eg: يجب أن يكون عدد المشروعات في ار اس اس قيمة رقمية

source: Number of category levels has to be a numeric value
ar_eg: يجب أن يكون عدد مستويات الفئة قيمة رقمية

source: Max latest listings has to be a numeric value
ar_eg: يجب أن يكون الحد الأقصى لأحدث بطاقات البيانات قيمة رقمية

source: Number of listings on search has to be a numeric value
ar_eg: يجب أن يكون عدد المشروعات في البحث قيمة رقمية

source: Number of listings in the RSS must be an integer
ar_eg: يجب أن يكون عدد المشروعات في ار أس أس عددا صحيحا

source: Number of recent listings displayed at home must be an integer
ar_eg: يجب أن يكون عدد المشروعات الأخيرة المعروضة في الصفحة الرئيسية عددا صحيحا

source: General settings have been updated
ar_eg: تم تحديث الإعدادات العامة

source: There was a problem uploading the watermark image
ar_eg: حدثت مشكلة أثناء تحميل صورة العلامة المائية

source: The watermark image has to be a .PNG file
ar_eg: يجب أن تكون صورة العلامة المائية ملف .PNG

source: You cannot set a maximum file size higher than the one allowed in the PHP configuration: <b>%d KB</b>
ar_eg: لا يمكنك تعيين الحد الأقصى لحجم الملف عن الحجم المسموح به في تهيئة فب: <b>%d KB</b> كيلوبايت

source: Media config has been updated
ar_eg: تم تحديث تهيئة الوسائط

source: Image regeneration has succesfully completed and all images has been refreshed. Make sure to clear your browser cache to see updated images.
ar_eg: اكتمل إعادة إنشاء الصورة بنجاح وتم تحديث جميع الصور. تأكد من مسح ذاكرة التخزين المؤقت للمتصفح الخاص بك لرؤية الصور المحدثة.

source: Optimization settings have been updated
ar_eg: تم تحديث إعدادات التحسين

source: Optimized CSS & JS files has been removed
ar_eg: تمت إزالة تحسين ملفات CSS و JS

source: All fields are required.
ar_eg: كل الحقول مطلوبة.

source: One field was not updated
ar_eg: لم يتم تحديث احد الحقول

source: Permalinks structure updated
ar_eg: تم تحديث بنية الرابط الثابت

source: Permalinks structure updated.
ar_eg: تم تحديث بنية الرابط الثابت.

source: However, we can't check if Apache module <b>mod_rewrite</b> is loaded. If you experience some problems with the URLs, you should deactivate <em>Friendly URLs</em>
ar_eg: ومع ذلك، لا يمكننا التحقق من تحميل وحدة أباتشي <b> mod_rewrite </ b>. إذا واجهت بعض المشاكل مع الروابط، فيجب إلغاء تنشيط <em>الروابط الصديقة</em>

source: File <b>.htaccess</b> couldn't be filled out with the right content.
ar_eg: تعذر ملء الملف <b> .htaccess </ b> بالمحتوى المناسب.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file, please deactivate the <em>Friendly URLs</em> option.
ar_eg: إليك المحتوى الذي تريد إضافته إلى ملف <b> .htaccess . </b>إذا لم تتمكن من إنشاء الملف، يرجى إلغاء تنشيط الخيار <em> عناوين ورل المريحة </em>.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
ar_eg: إليك المحتوى الذي تريد إضافته إلى ملف <b>.htaccess</b> إذا لم تتمكن من إنشاء الملف أو واجهت بعض المشاكل مع عناوين ورل، يرجى إلغاء تنشيط الخيار <em>الروابط الصديقة</em>.

source: File <b>.htaccess</b> already exists and was not modified.
ar_eg: الملف <b>.htaccess</b> موجود من قبل ولم يتم تعديله.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't modify the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
ar_eg: إليك المحتوى الذي تريد إضافته إلى ملف <b>.htaccess</b>. إذا لم تتمكن من تعديل الملف أو واجهت بعض المشاكل مع عناوين ورل، يرجى إلغاء تنشيط الخيار <em>الروابط الصديقة</em>.

source: Friendly URLs successfully deactivated
ar_eg: تم إلغاء تنشيط الروابط الصديقة بنجاح

source: Friendly URLs deactivated, but .htaccess file could not be deleted. Please, remove it manually
ar_eg: تم إلغاء تنشيط الروابط الصديقة، ولكن تعذر حذف ملف .htaccess. يرجى إزالته يدويا

source: Friendly URLs deactivated, but .htaccess file was modified outside Osclass and was not deleted
ar_eg: تم إلغاء تنشيط عناوين ورل الصديقة، ولكن تم تعديل ملف .htaccess خارج أوسكلاس ولم يتم حذفه

source: Your Akismet key has been cleared
ar_eg: تم مسح مفتاح أكيسمت الخاص بك

source: Your Akismet key has been updated
ar_eg: تم تحديث مفتاح أكيسمت الخاص بك

source: ReCaptcha settings have been updated
ar_eg: تم تحديث إعدادات ReCaptcha

source: <b>downloads</b> folder has to be writable, i.e.: <b>chmod a+w %s%s/downloads/</b>
ar_eg: يجب أن يكون مجلد <b>التنزيلات</b> قابلاً للكتابة، أي: <b>chmod a+w %s%s/downloads/</b>

source: Image with an incorrect extension.
ar_eg: صورة مع إضافة غير صحيحة.

source: Image is too big. Max. size
ar_eg: الصورة كبيرة جدا. ماكس. بحجم

source: Title too short (%s).
ar_eg: العنوان قصير جدا (%s).

source: Title too long (%s).
ar_eg: العنوان طويل جدا (%s).

source: Description too short (%s).
ar_eg: الوصف قصير جدا (%s).

source: Description too long (%s).
ar_eg: الوصف طويل جدا (%s).

source: Category invalid.
ar_eg: الفئة غير صالحة.

source: Price must be a number.
ar_eg: يجب أن يكون السعر رقما.

source: Price too long.
ar_eg: السعر طويل جدا.

source: Price must be positive number.
ar_eg: يجب أن يكون السعر موجبا.

source: Name too long.
ar_eg: الاسم طويل جدا.

source: Phone too long.
ar_eg: الهاتف طويل جدًا.

source: Other contact information too long.
ar_eg: معلومات الاتصال الأخرى طويلة جدًا.

source: Email invalid.
ar_eg: البريد الإلكتروني غير صالح.

source: Country too short.
ar_eg: نوع المشروع قصير جدا.

source: Country too long.
ar_eg: نوع المشروع طويل جدا.

source: Region too short.
ar_eg: المنطقة قصيرة جدا.

source: Region too long.
ar_eg: المنطقة طويلة جدا.

source: City too short.
ar_eg: المدينة قصيرة جدا.

source: City too long.
ar_eg: المدينة طويلة جدا.

source: Municipality too short.
ar_eg: بلدية قصيرة جدا.

source: Municipality too long.
ar_eg: بلدية طويلة جدا.

source: Address too short.
ar_eg: العنوان قصير جدا.

source: Address too long.
ar_eg: العنوان طويل جدا.

source: Too fast. You should wait a little to publish your ad.
ar_eg: سريع جدا. يجب الانتظار قليلا لنشر مشروعك.

source: %s field is required.
ar_eg: %s حقل مطلوب.

source: The file you tried to upload does not have a valid extension
ar_eg: الملف الذي حاولت تحميله ليس به امتداد صالح

source: One of the files you tried to upload exceeds the maximum size
ar_eg: أحد الملفات التي حاولت تحميلها يتجاوز الحد الأقصى للحجم

source: Image limit reached, some images were not uploaded!
ar_eg: تم الوصول إلى الحد الأقصى لعدد الصور، ولم يتم تحميل بعض الصور!

source: Title too short.
ar_eg: العنوان قصير جدا.

source: Title too long.
ar_eg: العنوان طويل جدا .

source: Description too short.
ar_eg: الوصف قصير جدا.

source: Description too long.
ar_eg: الوصف طويل جدا.

source: We just sent your message to %s
ar_eg: لقد أرسلنا رسالتك للتو إلى %s

source: Your rating has been removed as you already rated this listing %d time(s)
ar_eg: تمت إزالة تقييمك نظرًا لأنك قمت بالفعل بتقييم هذه القائمة %d مرة (مرات)

source: The reCAPTCHA was not entered correctly
ar_eg: رمز الكابتشا لم يكتب بشكل صحيح

source: The password cannot be empty
ar_eg: حقل كلمة المرور فارغ

source: Passwords don't match
ar_eg: كلمات السر غير متطابقة

source: The name cannot be empty
ar_eg: لا يمكن أن يكون الاسم فارغا

source: The email is not valid
ar_eg: البريد الإلكتروني غير صالح

source: The specified e-mail is already in use
ar_eg: البريد الإلكتروني المحدد قيد الاستخدام بالفعل

source: Username is already taken
ar_eg: إسم المستخدم قيد الإستخدام مسبقاً

source: The specified username is not valid, it contains some invalid words
ar_eg: اسم المستخدم المحدد غير صالح، ولكنه يحتوي على بعض الكلمات غير الصالحة

source: The specified e-mail is already used by %s
ar_eg: يتم استخدام البريد الإلكتروني المحدد بالفعل بنسبة %s

source: We've sent you an e-mail. Follow its instructions to validate the changes
ar_eg: لقد أرسلنا إليك رسالة بريد إلكتروني. اتبع تعليماته للتحقق من صحة التغييرات

source: We tried to sent you an e-mail, but it failed. Please, contact an administrator
ar_eg: حاولنا أن نرسل لك رسالة بريد إلكتروني، لكنه فشل. الرجاء الاتصال بمشرف

source: There has been some errors sending the message
ar_eg: حدثت بعض الأخطاء في إرسال الرسالة

source: Osclass has been updated successfully. <a href="https://forums.osclasspoint.com">Need more help?</a>
ar_eg: تم تحديث Osclass بنجاح. <a href="https://forums.osclasspoint.com"> هل تحتاج إلى مزيد من المساعدة؟ </a>

source: The selected photo couldn't be deleted, the url doesn't exist
ar_eg: تعذر حذف الصورة المحددة، ولا يوجد عنوان ورل

source: The listing doesn't exist
ar_eg: معرف اللغة غير موجود

source: The listing doesn't belong to you
ar_eg: المشروع ليس ملكا لك

source: The selected photo has been successfully deleted
ar_eg: تم حذف الصورة المحددة بنجاح

source: The selected photo does not belong to you
ar_eg: الصورة المختارة ليست ملكا لك

source: The selected photo couldn't be deleted
ar_eg: تعذر حذف الصورة المحددة

source: Sorry, contact form is disabled.
ar_eg: عذرا ، تم تعطيل نموذج الاتصال.

source: Your current email is not allowed
ar_eg: البريد الإلكتروني الحالي غير مسموح به

source: Your current IP is not allowed
ar_eg: IP الحالي الخاص بك غير مسموح به

source: Please enter a correct email
ar_eg: أدخل كلمة المرور الصحيحة

source: Your email has been sent properly. Thank you for contacting us!
ar_eg: تم إرسال بريدك الإلكتروني بشكل صحيح. أشكركم على الاتصال بنا!

source: Only registered users are allowed to post listings
ar_eg: يسمح للطلاب المسجلين فقط بنشر البيانات

source: A user with that email address already exists, if it is you, please log in
ar_eg: يوجد مستخدم لديه عنوان البريد الإلكتروني هذا بالفعل، إذا كان أنت، يرجى تسجيل الدخول

source: Check your inbox to validate your listing
ar_eg: تحقق من بريدك الوارد للتحقق من صحة بياناتك

source: Your listing has been published
ar_eg: تم نشر بياناتك

source: Sorry, we don't have any listings with that ID
ar_eg: عذرا، ليس لدينا أية بطاقات بيانات بهذا الرقم التعريفي

source: Great! We've just updated your listing
ar_eg: عظيم! لقد انتهينا من تحديث بياناتك

source: The listing has been validated
ar_eg: تم التحقق من صحة المشروع

source: The listing can't be validated
ar_eg: لا يمكن التحقق من صحة المشروع

source: The listing has already been validated
ar_eg: تم التحقق من صحة المشروع

source: The listing can't be deactivated
ar_eg: لا يمكن إلغاء تنشيط المشروع

source: The listing has already been deactivated
ar_eg: تم بالفعل إلغاء تنشيط المشروع

source: The listing can't be renewed
ar_eg: لا يمكن تجديد المشروع

source: Your listing has been deleted
ar_eg: تم حذف بياناتك

source: The listing you are trying to delete couldn't be deleted
ar_eg: تعذر حذف المشروع الذي تحاول حذفه

source: This feature is disabled, you cannot mark or report listing
ar_eg: تم تعطيل هذه الميزة، ولا يمكنك وضع علامة على القائمة أو الإبلاغ عنها

source: Thanks! That's very helpful
ar_eg: شكر! هذا مفيد جدا

source: Sorry, send to friend form is disabled.
ar_eg: عذرًا، نموذج الإرسال إلى صديق معطل.

source: This listing doesn't exist
ar_eg: هذا المشروع غير موجودة

source: We're sorry, but the listing has expired. You can't contact the seller
ar_eg: عذرا، ولكن انتهت صلاحية بطاقة البيانات. لا يمكنك الاتصال بالمعلن

source: You can't contact the seller, only registered users can
ar_eg: لا يمكنك الاتصال بالمعلن، يمكن للطلاب المسجلين فقط

source: <a href="%s">Click here to sign-in</a>
ar_eg: <a href="%s"> انقر هنا لتسجيل الدخول </a>

source: We've just sent an e-mail to the seller
ar_eg: لقد أرسلنا للتو رسالة بالبريد الإلكتروني إلى المعلن

source: Sorry, we could not save your comment. Try again later
ar_eg: عذرا، لم نتمكن من حفظ تعليقك. حاول مرة أخرى في وقت لاحق

source: Your comment is awaiting moderation
ar_eg: تعليقك ينتظر الموافقة عليه

source: Your comment has been approved
ar_eg: تمت الموافقة على تعليقك

source: Please fill the required field (email)
ar_eg: يرجى ملء الحقل المطلوب (البريد الإلكتروني)

source: Please type a comment
ar_eg: يرجى كتابة تعليق

source: Your comment has been marked as spam
ar_eg: تم وضع علامة على تعليقك كغير مرغوب فيه

source: You need to be logged to comment
ar_eg: يجب أن تكون مسجلا للتعليق

source: Sorry, comments are disabled
ar_eg: عذرا، تم تعطيل التعليقات

source: Sorry, replies are disabled
ar_eg: عذرا، الردود معطلة

source: You need to be logged to reply on comment
ar_eg: يجب عليك أن تكون مسجلا للرد على التعليق

source: Only owner of listing can reply to comments
ar_eg: يمكن لمالك القائمة فقط الرد على التعليقات

source: Only logged administrator can reply to comments
ar_eg: المسؤول المسجل فقط يمكنه الرد على التعليقات

source: You must be logged in to delete a comment
ar_eg: يجب تسجيل الدخول لحذف تعليق

source: The comment doesn't exist
ar_eg: التعليق غير موجود

source: The comment is not active, you cannot delete it
ar_eg: التعليق غير نشط، لا يمكنك حذفه

source: The comment was not added by you, you cannot delete it
ar_eg: لم تتم إضافة التعليق من قبلك، لا يمكنك حذفه

source: The listing hasn't been validated. Please validate it in order to make it public
ar_eg: لم يتم التحقق من صحة المشروع. يرجى التحقق من صحته من أجل جعله عام

source: The listing hasn't been enabled. Please enable it in order to make it public
ar_eg: لم يتم تمكين المشروع. الرجاء تمكينه من أجل جعله عام

source: The listing has been blocked or is awaiting moderation from the admin
ar_eg: تم حظر المشروع أو في انتظار التحقق من المشرف

source: Users not enabled
ar_eg: لم يتم تمكين أي مستخدم

source: Users are not enabled
ar_eg: لم يتم تمكين أي مستخدم

source: Please provide an email address
ar_eg: يرجى تقديم عنوان بريد إلكتروني

source: Empty passwords are not allowed. Please provide a password
ar_eg: غير مسموح بكلمات المرور الفارغة. يرجى تقديم كلمة مرور

source: The password is incorrect
ar_eg: كلمة المرور غير صحيحة

source: The user has not been validated yet. Would you like to re-send your <a href="%s">activation?</a>
ar_eg: لم يتم التحقق من صحة المستخدم بعد. هل تريد إعادة إرسال <a href="%s"> التنشيط؟ </a>

source: The user has not been validated yet
ar_eg: لم يتم التحقق من صحة المستخدم بعد

source: The user has been suspended
ar_eg: تم تعليق المستخدم

source: This should never happen
ar_eg: وهذا لا ينبغي أن يحدث أبدا

source: Incorrect link
ar_eg: رابط غير صحيح

source: Validation email re-sent
ar_eg: تمت إعادة إرسال رسالة التحقق من البريد الإلكتروني

source: We have just sent you an email to validate your account, you will have to wait a few minutes to resend it again
ar_eg: لقد أرسلنا إليك للتو رسالة إلكترونية للتحقق من صحة حسابك، سيتعين عليك الانتظار بضع دقائق لإعادة إرسالها مرة أخرى

source: Invalid email address
ar_eg: بريد الكتروني خاطئ

source: We have sent you an email with the instructions to reset your password
ar_eg: لقد أرسلنا إليك رسالة بريد إلكتروني تحتوي على الإرشادات لإعادة تعيين كلمة المرور

source: We were not able to identify you given the information provided
ar_eg: لم نتمكن من التعرف عليك نظرا للمعلومات المقدمة

source: Password cannot be blank
ar_eg: لا يمكن ترك كلمة المرور فارغة

source: Error, the password don't match
ar_eg: خطأ، كلمة المرور لا تتطابق

source: User registration is not enabled
ar_eg: لم يتم تمكين تسجيل المستخدم

source: The user has been created. An activation email has been sent
ar_eg: تم إنشاء المستخدم. تم إرسال رسالة إلكترونية للتفعيل

source: Your account has been created successfully
ar_eg: تم إنشاء حسابك بنجاح

source: The link is not valid anymore. Sorry for the inconvenience!
ar_eg: الرابط غير صالح بعد الآن. آسف للإزعاج!

source: Your account has already been validated
ar_eg: تم التحقق من صحة حسابك

source: Your account has been validated
ar_eg: تم التحقق من حسابك

source: Account validation failed
ar_eg: أخفق التحقق من صحة الحساب

source: Your email has been changed successfully
ar_eg: تم تغيير بريدك الإلكتروني بنجاح

source: Alert activated
ar_eg: تم تنشيط التنبيه

source: Oops!There was a problem trying to activate your alert. Please contact an administrator
ar_eg: عفوًا! حدثت مشكلة أثناء محاولة إلغاء اشتراكك. الرجاء الاتصال بالمسؤول

source: Unsubscribed correctly
ar_eg: تم إلغاء الاشتراك بشكل صحيح

source: Oops!There was a problem trying to unsubscribe you. Please contact an administrator
ar_eg: عفوًا! حدثت مشكلة أثناء محاولة إلغاء اشتراكك. الرجاء الاتصال بالمسؤول

source: Your email has been sent properly.
ar_eg: تم إرسال بريدك الإلكتروني بشكل صحيح.

source: Your profile has been updated successfully
ar_eg: تم تحديث ملفك الشخصي بنجاح

source: The specified e-mail is not valid
ar_eg: البريد الإلكتروني المحدد غير صالح

source: The specified username is already in use
ar_eg: اسم المستخدم المحدد قيد الاستخدام بالفعل

source: The username was updated
ar_eg: تم تحديث اسم المستخدم

source: The specified username could not be empty
ar_eg: لا يمكن أن يكون اسم المستخدم المحدد فارغا

source: Current password doesn't match
ar_eg: كلمة المرور الحالية غير متطابقة

source: Passwords can't be empty
ar_eg: لا يمكن أن تكون كلمات المرور فارغة

source: Password has been changed
ar_eg: تم تغيير كلمة المرور

source: Oops! There was a problem trying to activate your alert. Please contact an administrator
ar_eg: حدثت مشكلة أثناء محاولة تنشيط التنبيه. يرجى الاتصال بمشرف

source: Oops! There was a problem trying to unsubscribe you. Please contact an administrator
ar_eg: حدثت مشكلة أثناء محاولة إلغاء اشتراكك. يرجى الاتصال بمشرف

source: Your account have been deleted
ar_eg: تم حذف حسابك

source: Oops! you can not do that
ar_eg: لا يمكنك فعل ذلك

source: You don't have enough permissions to access this section
ar_eg: ليس لديك أذونات كافية للوصول إلى هذا نوع المشروع

source: Thank you very much for your donation
ar_eg: شكرا جزيلا على تبرعك

source: Probable invalid request.
ar_eg: طلب غير صالح محتمل.

source: Invalid CSRF/Security token.
ar_eg: رمز CSRF / الأمان غير صالح.
