Repository: eslamix/unistart
Catalog: *-content/languages/*/messages.po
Languages: ar_eg

source: You don't have enough permissions
ar_eg: لا تملك صلاحيات

source: This action can't be done because it's a demo site
ar_eg: لا يمكن تنفيذ هذا الإجراء لأنه موقع تجريبي

source: Email invalid
ar_eg: عنوان البريد الإلكتروني غير صالح

source: Username invalid
ar_eg: اسم المستخدم غير صالح

source: Name invalid
ar_eg: اسم غير صالح

source: Password invalid
ar_eg: كلمة مرور غير صالحة

source: Email already in use
ar_eg: البريد الإلكتروني قيد الإستخدام مسبقاً

source: Username already in use
ar_eg: إسم المستخدم قيد الإستخدام مسبقاً

source: Incorrent current password
ar_eg: كلمة المرور الحالية غير صحيحة

source: The admin has been added
ar_eg: تمت إضافة المستخدم

source: There has been an error adding a new admin
ar_eg: عذرا، هناك خطأ ما

source: There is no admin with this id
ar_eg: لا يوجد مسؤول بهذا المعرف

source: This admin doesn't exist
ar_eg: هذا المشرف غير موجود

source: Existing email
ar_eg: البريد الإلكتروني الحالي

source: Existing username
ar_eg: اسم المستخدم فارغ

source: The password couldn't be updated. Passwords don't match
ar_eg: تعذر تحديث كلمة المرور. كلمات المرور غير متطابقة

source: The admin has been updated
ar_eg: تم تحديث المشرف

source: Data has not been changed
ar_eg: البيانات لم تتغير

source: The admin id isn't in the correct format
ar_eg: معرف المسؤول ليس بالتنسيق الصحيح

source: The operation hasn't been completed. You're trying to remove yourself!
ar_eg: لم تكتمل العملية. أنت تحاول إزالة نفسك!

source: The admin has been deleted correctly
ar_eg: تم حذف المشرف بشكل صحيح

source: The admin couldn't be deleted
ar_eg: تعذر حذف المشرف

source: The theme folder is not writable
ar_eg: مجلد القالب غير قابل للكتابة

source: The theme has been installed correctly
ar_eg: تم تثبيت القالب بشكل صحيح

source: The zip file is not valid
ar_eg: ملف مضغوط غير صالح

source: No file was uploaded
ar_eg: لم يتم تحميل أي ملف

source: There was a problem adding the theme
ar_eg: حدثت مشكلة أثناء إضافة المظهر

source: Theme removed successfully
ar_eg: تمت إزالة المظهر بنجاح

source: There was a problem removing the theme
ar_eg: حدثت مشكلة أثناء إزالة المظهر

source: Current theme can not be deleted
ar_eg: لا يمكن حذف المظهر الحالي

source: No theme selected
ar_eg: لم يتم تحديد أي قالب

source: Widget removed correctly
ar_eg: تمت إزالة الأداة بشكل صحيح

source: Description field is required
ar_eg: حقل الوصف مطلوب

source: Widget updated correctly
ar_eg: تم تحديث القطعة بشكل صحيح

source: Widget cannot be updated correctly
ar_eg: لا يمكن تحديث القطعة بشكل صحيح

source: Widget added correctly
ar_eg: تم أضافة القطعة بشكل صحيح

source: Theme activated correctly
ar_eg: تم تنشيط القالب بشكل صحيح

source: Customization settings have been updated
ar_eg: تم تحديث إعدادات التخصيص

source: The comments have been deleted
ar_eg: تم حذف التعليقات

source: The comments have been approved
ar_eg: تمت الموافقة على التعليقات

source: The comments have been disapproved
ar_eg: تم رفض التعليقات

source: The comments have been unblocked
ar_eg: تم إلغاء حظر التعليقات

source: The comments have been blocked
ar_eg: تم حظر التعليقات

source: The comment has been approved
ar_eg: تمت الموافقة على التعليق

source: The comment has been disapproved
ar_eg: تم رفض التعليق

source: The comment has been enabled
ar_eg: تم تمكين التعليق

source: The comment has been disabled
ar_eg: تم تعطيل التعليق

source: Email is not correct
ar_eg: البريد الإلكتروني غير صحيح

source: Comment is required
ar_eg: التعليق مطلوب

source: Parent comment does not exists
ar_eg: تعليق الوالدين غير موجود

source: Parent comment is already reply. Only 1 level of replies are allowed, parent comment cannot be reply to other comment.
ar_eg: تم الرد بالفعل على تعليق ولي الأمر. يُسمح بمستوى واحد فقط من الردود، ولا يمكن أن يكون تعليق ولي الأمر ردًا على تعليق آخر.

source: Parent comment belongs to different listing
ar_eg: تعليق الوالدين ينتمي إلى قائمة مختلفة*

source: Reply ID cannot be same as comment ID
ar_eg: لا يمكن أن يكون معرف الرد هو نفس معرف التعليق

source: Great! We just updated your comment
ar_eg: عظيم! لقد انتهينا من تحديث تعليقك

source: The comment has been deleted
ar_eg: تم حذف التعليق

source: The currency code is not in the correct format
ar_eg: رمز العملة ليس بالتنسيق الصحيح

source: Currency added
ar_eg: تمت إضافة العملة

source: Currency couldn't be added
ar_eg: لا يمكن إضافة العملة

source: The currency code '%s' doesn't exist
ar_eg: رمز العملة '%s' غير موجود

source: Error: the currency code is not in the correct format
ar_eg: خطأ: رمز العملة ليس بالتنسيق الصحيح

source: Currency updated
ar_eg: تم تحديث العملة

source: No changes were made
ar_eg: لم يتم إجراء أي تغييرات

source: %s couldn't be deleted because it has listings associated to it
ar_eg: تعذر حذف %s نظرا لأنه يحتوي على مشروعات مقترنة به

source: %s couldn't be deleted because it's the default currency
ar_eg: تعذر حذف %s لأنها العملة الافتراضية

source: No currencies have been deleted
ar_eg: لم يتم حذف أي عملات

source: One currency has been deleted
ar_eg: تم حذف عملة واحدة

source: %s currencies have been deleted
ar_eg: تم حذف %s من العملات

source: The email/alert has been updated
ar_eg: تم تحديث البريد الإلكتروني / التنبيه

source: You can't repeat internal name
ar_eg: لا يمكنك تكرار الاسم الداخلي

source: The email couldn't be updated, at least one title should not be empty
ar_eg: تعذر تحديث البريد الإلكتروني، ويجب ألا يكون عنوان واحد على الأقل فارغا

source: %d listing has been enabled
ar_eg: تم تمكين قائمة %d

source: %d listing has been disabled
ar_eg: تم تعطيل قائمة %d

source: %d listing has been activated
ar_eg: تم تنشيط قائمة %d

source: %d listing has been deactivated
ar_eg: تم إلغاء تنشيط أعلان %d

source: %d listing has been marked as premium
ar_eg: تم وضع علامة على القائمة %d على أنها متميزة

source: %d change has been made
ar_eg: تم إجراء %d تغيير

source: %d listing has been marked as spam
ar_eg: تم وضع علامة على قائمة %d كرسالة غير مرغوب فيها

source: %d listing has been deleted
ar_eg: تم حذف قائمة %d

source: %d listing has been unmarked as spam
ar_eg: تم إلغاء وضع علامة على قائمة %d كرسالة غير مرغوب فيها

source: %d listing has been unmarked as missclassified
ar_eg: تم إلغاء وضع علامة على قائمة %d باعتبارها مصنفة بشكل خاطئ

source: %d listing has been unmarked as duplicated
ar_eg: تمت إزالة علامة %d من القائمة باعتبارها مكررة

source: %d listing has been unmarked as expired
ar_eg: تم إلغاء وضع علامة على قائمة %d باعتبارها منتهية الصلاحية

source: %d listing has been unmarked as offensive
ar_eg: تم إلغاء وضع علامة على قائمة %d باعتبارها مسيئة

source: %d listing has been unmarked
ar_eg: تمت إزالة علامة %d من القائمة

source: The listing has been deleted
ar_eg: تم حذف المشروع

source: The listing couldn't be deleted
ar_eg: تعذر حذف المشروع

source: The listing has been activated
ar_eg: تم تنشيط المشروع

source: An error has occurred
ar_eg: حدث خطأ

source: The listing can't be activated because it's blocked
ar_eg: لا يمكن تنشيط المشروع لأنه محظور

source: The listing has been deactivated
ar_eg: تم إلغاء تنشيط المشروع

source: The listing has been enabled
ar_eg: تم تمكين المشروع

source: The listing has been disabled
ar_eg: تم تعطيل المشروع

source: Changes have been applied
ar_eg: تم تطبيق التغييرات

source: The listing has been renewed
ar_eg: تم تجديد المشروع

source: The listing can't be renewed ()
ar_eg: لا يمكن تجديد القائمة ()

source: The listing has been unmarked as
ar_eg: تم إلغاء تمييز المشروع

source: The listing hasn't been unmarked as
ar_eg: لم يتم وضع علامة على المشروع

source: Changes saved correctly
ar_eg: تم حفظ التغييرات بشكل صحيح

source: Resource deleted
ar_eg: تم حذف المورد

source: A new listing has been added
ar_eg: تمت إضافة أعلان جديد

source: Wait time must only contain numeric characters
ar_eg: يجب أن يحتوي وقت الانتظار على أحرف رقمية فقط

source: Number of moderated listings must only contain numeric characters
ar_eg: يجب أن يحتوي عدد المشروعات التي يتم الإشراف عليها على أحرف رقمية فقط

source: Images per listing must only contain numeric characters
ar_eg: يجب أن تحتوي الصور لكل أعلان على أحرف رقمية فقط

source: Number of expiration days has to be a numeric value
ar_eg: يجب أن يكون عدد أيام انتهاء الصلاحية قيمة رقمية

source: Title Length has to be a numeric value
ar_eg: يجب أن يكون طول العنوان قيمة رقمية

source: Description Length has to be a numeric value
ar_eg: الوصف يجب أن يكون الطول قيمة رقمية

source: Listings' settings have been updated
ar_eg: تم تحديث إعدادات المشروعات

source: The translation folder is not writable
ar_eg: مجلد الترجمة غير قابل للكتابة

source: The language has been installed correctly
ar_eg: تم تثبيت اللغة بشكل صحيح

source: File uploaded but unable to activate the language
ar_eg: تم تحميل الملف ولكن غير قادر على تنشيط اللغة

source: There was a problem adding the language
ar_eg: حدثت مشكلة أثناء إضافة اللغة

source: Language id isn't in the correct format
ar_eg: معرف اللغة ليس بالتنسيق الصحيح

source: Language id doesn't exist
ar_eg: معرف اللغة غير موجود

source: Language name field is required
ar_eg: حقل اسم اللغة مطلوب

source: Language short name field is required
ar_eg: حقل اسم اللغة القصير مطلوب

source: Language description field is required
ar_eg: حقل وصف اللغة مطلوب

source: Currency format field is required
ar_eg: حقل تنسيق العملة مطلوب

source: Number of decimals must only contain numeric characters
ar_eg: يجب أن يحتوي عدد الكسور العشرية على أحرف رقمية فقط

source: %s has been updated
ar_eg: تم تحديث %s

source: Selected languages have been enabled for the website
ar_eg: تم تمكين لغات محددة لموقع الويب

source: The language ids aren't in the correct format
ar_eg: المعرفات اللغوية ليست بالتنسيق الصحيح

source: Selected languages have been disabled for the website
ar_eg: تم تعطيل لغات محددة لموقع الويب

source: %s can't be disabled because it's the default language
ar_eg: لا يمكن تعطيل %s لأنها اللغة الافتراضية

source: Selected languages have been enabled for the backoffice (oc-admin)
ar_eg: تم تمكين لغات مختارة للمكتب الخلفي (oc-admin)

source: Selected languages have been disabled for the backoffice (oc-admin)
ar_eg: تم تعطيل لغات مختارة للمكتب الخلفي (oc-admin)

source: Directory '%s' couldn't be removed
ar_eg: تعذر إزالة الدليل '%s'

source: Directory "%s" has been successfully removed
ar_eg: تمت إزالة الدليل "%s" بنجاح

source: Directory '%s' couldn't be removed;)
ar_eg: تعذر إزالة الدليل '%s' .

source: Directory '%s' couldn't be removed because it's the default language. <a href="%s">Set another language</a> as default first and try again
ar_eg: تعذر إزالة الدليل '%s' لأنه اللغة الافتراضية. <a href="%s"> تعيين لغة أخرى </a> كخيار افتراضي أولا وإعادة المحاولة

source: %s already was in the database
ar_eg: %s بالفعل في قاعدة البيانات

source: %s has been added as a new country
ar_eg: تمت إضافة %s كبلد جديد

source: Country name cannot be blank
ar_eg: لا يمكن ترك حقل اسم نوع المشروع فارغا

source: Country has been edited
ar_eg: تم تعديل نوع المشروع

source: Country has not been modified
ar_eg: لم يتم تعديل نوع المشروع

source: One location has been deleted
ar_eg: تم حذف موقع واحد

source: There was a problem deleting locations
ar_eg: حدثت مشكلة أثناء حذف المواقع الجغرافية

source: No country was selected
ar_eg: لم يتم اختيار أي بلد

source: Region name cannot be blank
ar_eg: لا يمكن ترك حقل اسم المنطقة فارغا

source: %s has been added as a new region
ar_eg: تمت إضافة %s كمنطقة جديدة

source: %s has been edited
ar_eg: تم تعديل %s

source: No region was selected
ar_eg: لم يتم اختيار أي منطقة

source: New city name cannot be blank
ar_eg: لا يمكن ترك حقل اسم المدينة الجديد فارغا

source: %s has been added as a new city
ar_eg: تمت إضافة %s كمدينة جديدة

source: City name cannot be blank
ar_eg: لا يمكن ترك حقل اسم المدينة فارغا

source: No city was selected
ar_eg: لم يتم اختيار أي مدينة

source: Location imported successfully
ar_eg: تم استيراد نوع المشروع بنجاح

source: There was a problem importing the selected location
ar_eg: حدثت مشكلة في استيراد نوع المشروع المحدد

source: The username field is empty
ar_eg: حقل اسم المستخدم فارغ

source: The password field is empty
ar_eg: حقل كلمة المرور فارغ

source: Sorry, you have entered incorrect password more than %s times. You will be able to login again in %s minutes
ar_eg: عذرًا ، لقد أدخلت كلمة مرور غير صحيحة أكثر من %s مرة. ستتمكن من تسجيل الدخول مرة أخرى خلال %s دقيقة

source: Sorry, incorrect username. <a href="%s">Have you lost your password?</a>
ar_eg: عذرا، اسم المستخدم غير صحيح. <a href="%s"> هل فقدت كلمة المرور؟ </a>

source: Sorry, incorrect password. <a href="%s">Have you lost your password?</a>
ar_eg: عذرا، كلمة مرور غير صحيحة. <a href="%s"> هل فقدت كلمة المرور؟ </a>

source: Recaptcha validation has failed
ar_eg: فشل التحقق من صحة Recaptcha

source: A new password has been sent to your e-mail
ar_eg: تم إرسال كلمة مرور جديدة إلى البريد الإلكتروني الخاص بك

source: Sorry, the link is not valid
ar_eg: عذرا، الرابط غير صالح

source: The password has been changed
ar_eg: تم تغيير كلمة المرور

source: Error, the passwords don't match
ar_eg: خطأ، لا تتطابق كلمات المرور

source: Widget settings have been updated
ar_eg: تم تحديث إعدادات القطعة

source: You have very few free space left, users will not be able to upload pictures
ar_eg: لديك مساحة خالية قليلة جدا اليسار، لن يكون المستخدمون قادرين على تحميل الصور

source: Entered an invalid email
ar_eg: تم إدخال بريد إلكتروني غير صالح

source: You're already subscribed
ar_eg: أنت مشترك بالفعل

source: Subscribed correctly
ar_eg: اشتركت بشكل صحيح

source: Error subscribing
ar_eg: حدث خطأ أثناء الاشتراك

source: In order to be able to download data from OsclassPoint, you must define your API key in %s section
ar_eg: لكي تتمكن من تنزيل البيانات من OsclassPoint ، يجب عليك تحديد مفتاح API الخاص بك في نوع المشروع %s

source: API key validation error: %s
ar_eg: خطأ التحقق من صحة مفتاح API: %s

source: API key validation failed, response from server is empty. Your API key is: "%s", make sure it is correct.
ar_eg: فشل التحقق من صحة مفتاح واجهة برمجة التطبيقات ، والاستجابة من الخادم فارغة. مفتاح API الخاص بك هو: "%s" ، تأكد من صحته.

source: You have to set an internal name
ar_eg: عليك تعيين اسم داخلي

source: You have to set a different internal name
ar_eg: عليك تعيين اسم داخلي مختلف

source: The page has been updated
ar_eg: تم تحديث الصفحة

source: The page couldn't be updated, at least one title should not be empty
ar_eg: تعذر تحديث الصفحة، ويجب ألا يكون عنوان واحد على الأقل فارغا

source: The page has been added
ar_eg: تمت إضافة الصفحة

source: The page couldn't be added, at least one title should not be empty
ar_eg: تعذرت إضافة الصفحة، ويجب ألا يكون عنوان واحد على الأقل فارغا

source: Oops! That internal name is already in use. We can't make the changes
ar_eg: وجه الفتاة! هذا الاسم الداخلي قيد الاستخدام بالفعل. لا يمكننا إجراء التغييرات

source: One page can't be deleted because it is indelible
ar_eg: لا يمكن حذف صفحة واحدة لأنها لا تمحى

source: %s pages couldn't be deleted because they are indelible
ar_eg: تعذر حذف صفحات %s لأنها لا تمحى

source: One page couldn't be deleted
ar_eg: تعذر حذف صفحة واحدة

source: %s pages couldn't be deleted
ar_eg: تعذر حذف صفحات %s

source: One page has been deleted correctly
ar_eg: تم حذف صفحة واحدة بشكل صحيح

source: %s pages have been deleted correctly
ar_eg: تم حذف %s من الصفحات بشكل صحيح

source: No plugins has been selected
ar_eg: لم يتم تحديد أي مكونات إضافية

source: The plugin folder is not writable
ar_eg: المجلد المساعد غير قابل للكتابة

source: The plugin has been uploaded correctly
ar_eg: تم تحميل المكون الإضافي بشكل صحيح

source: There was a problem adding the plugin
ar_eg: حدثت مشكلة أثناء إضافة المكون الإضافي

source: The plugin generated %d characters of <strong>unexpected output</strong> during the installation. Output: "%s"
ar_eg: أنشأ المكون الإضافي %d من الأحرف <strong> ناتج غير متوقع </strong> أثناء التثبيت. الإخراج: "%s"

source: Plugin is already installed
ar_eg: تم تثبيت المكون الإضافي من قبل

source: Plugin couldn't be installed because their files are missing
ar_eg: تعذر تثبيت المكون الإضافي نظرا لأن ملفاته مفقودة

source: Plugin couldn't be installed because of: %s
ar_eg: تعذر تثبيت المكون الإضافي بسبب: %s

source: Plugin couldn't be installed
ar_eg: تعذر تثبيت المكون الإضافي

source: Plugin installed
ar_eg: تم تثبيت المكون الإضافي

source: Plugin uninstalled
ar_eg: تم إلغاء تثبيت المكون الإضافي

source: Plugin couldn't be uninstalled
ar_eg: تعذر إلغاء تثبيت المكون الإضافي

source: Plugin enabled
ar_eg: تم تمكين المكون الإضافي

source: Plugin is already enabled
ar_eg: تم تمكين المكون الإضافي من قبل

source: Plugin disabled
ar_eg: تم تعطيل المكون الإضافي

source: Plugin is already disabled
ar_eg: تم تعطيل المكون الإضافي من قبل

source: Configuration was saved
ar_eg: تم حفظ التهيئة

source: No plugin selected
ar_eg: لم يتم تحديد أي مكون إضافي

source: The files were deleted
ar_eg: تم حذف الملفات

source: There were an error deleting the files, please check the permissions of the files in %s
ar_eg: حدث خطأ أثناء حذف الملفات، يرجى التحقق من أذونات الملفات في %s

source: Invalid plugin file
ar_eg: ملف مكون إضافي غير صالح

source: Log file has been removed
ar_eg: تمت إزالة ملف السجل

source: This action cannot be done because it is a demo site
ar_eg: لا يمكن القيام بهذا الإجراء لأنه موقع تجريبي

source: Import complete
ar_eg: لا يمكن القيام بهذا الإجراء

source: There was a problem importing data to the database
ar_eg: حدثت مشكلة أثناء استيراد البيانات إلى قاعدة البيانات

source: Recount category stats has been successful
ar_eg: تم إعادة تعيين إحصائيات فئة إعادة الحساب بنجاح

source: Path is empty
ar_eg: المسار فارغ

source: Could not connect with the database. Error: %s
ar_eg: تعذر الاتصال بقاعدة البيانات. خطأ: %s

source: There are no tables to back up
ar_eg: لا توجد جداول لإجراء نسخ احتياطي

source: The folder is not writable
ar_eg: المجلد غير قابل للكتابة

source: Backup completed successfully
ar_eg: اكتمل النسخ الاحتياطي بنجاح

source: Could not select the database. Error: %s
ar_eg: تعذر تحديد قاعدة البيانات. خطأ : %s

source: Archived successfully!
ar_eg: تم الأرشفة بنجاح!

source: Error, the zip file was not created in the specified directory
ar_eg: خطأ، لم يتم إنشاء ملف مضغوط في الدليل المحدد

source: Maintenance mode is ON
ar_eg: وضع الصيانة هو مفعل

source: There was an error creating the .maintenance file, please create it manually at the root folder
ar_eg: حدث خطأ أثناء إنشاء ملف .maintenance، الرجاء إنشائه يدويا في المجلد الجذر

source: Maintenance mode is OFF
ar_eg: وضع الصيانة معطل

source: There was an error removing the .maintenance file, please remove it manually from the root folder
ar_eg: حدث خطأ أثناء إزالة ملف .maintenance، يرجى إزالته يدويا من المجلد الجذر

source: Data cleaned up successfully
ar_eg: تم تنظيف البيانات بنجاح

source: There was problem cleaning data (no data has been found)
ar_eg: حدثت مشكلة في تنظيف البيانات (لم يتم العثور على بيانات)

source: Required and missing folder %s could not be created. Create it manually in your file system.
ar_eg: تعذر إنشاء المجلد المطلوب والمفقود %s. قم بإنشائه يدويًا في نظام الملفات الخاص بك.

source: Translations has been updated
ar_eg: تم تحديث الترجمات

source: Translations has been successfully created from source code.
ar_eg: تم إنشاء الترجمات بنجاح من التعليمات البرمجية المصدر.

source: Translations has been successfully updated from source code.
ar_eg: تم تحديث الترجمات بنجاح من كود المصدر.

source: Translations does not exists.
ar_eg: الترجمات غير موجودة.

source: ZIP archive could not be created.
ar_eg: لا يمكن إنشاء أرشيف ZIP.

source: Translation does not contain all required files (Required: %s, Found: %s).
ar_eg: لا تحتوي الترجمة على كافة الملفات المطلوبة (مطلوب: %s، تم العثور عليه: %s).

source: There was problem sending translation (cURL issue): [%s] %s
ar_eg: حدثت مشكلة في إرسال الترجمة (مشكلة في عنوان URL): [%s] %s

source: Translation was not accepted with following error: %s
ar_eg: لم يتم قبول الترجمة بسبب الخطأ التالي: %s

source: Your server does not have cURL extension activated.
ar_eg: لم يتم تنشيط ملحق cURL على الخادم الخاص بك.

source: Translation successfully sent to Osclass Team and is pending validation. Thanks for sharing and helping community!
ar_eg: تم إرسال الترجمة بنجاح إلى فريق Osclass وهي في انتظار التحقق من صحتها. شكرا للمشاركة ومساعدة المجتمع!

source: Translation successfully removed
ar_eg: تمت إزالة الترجمة بنجاح

source: Source translations catalog is same as target translations catalog.
ar_eg: كتالوج الترجمات المصدر هو نفس كتالوج الترجمات المستهدفة.

source: Source translations catalog does not exists.
ar_eg: كتالوج ترجمات المصدر غير موجود.

source: Target translations catalog does not exists.
ar_eg: كتالوج الترجمات المستهدفة غير موجود.

source: Target translations catalog has been merged with translations from source catalog
ar_eg: تم دمج كتالوج الترجمات المستهدفة مع الترجمات من كتالوج المصدر

source: The user has been created. We've sent an activation e-mail
ar_eg: تم إنشاء المستخدم. لقد أرسلنا بريدًا إلكترونيًا للتفعيل

source: The user has been created successfully
ar_eg: تم إنشاء المستخدم بنجاح

source: The user has been updated
ar_eg: تم تحديث المستخدم

source: The user has been updated and activated
ar_eg: تم تحديث المستخدم وتنشيطه

source: User id isn't in the correct format
ar_eg: معرف المستخدم ليس بالتنسيق الصحيح

source: No users have been selected
ar_eg: لم يتم اختيار أي طلاب

source: Activation email sent to one user
ar_eg: تم إرسال بريد التنشيط الإلكتروني إلى مستخدم واحد

source: No users have been activated
ar_eg: لم يتم تنشيط أي مستخدم

source: One user has been activated
ar_eg: تم تفعيل مستخدم واحد

source: No users have been deactivated
ar_eg: لم يتم إلغاء تنشيط أي مستخدم

source: One user has been deactivated
ar_eg: تم إلغاء تنشيط مستخدم واحد

source: No users have been enabled
ar_eg: لم يتم تمكين أي طلاب

source: One user has been unblocked
ar_eg: تم إلغاء حظر مستخدم واحد

source: No users have been disabled
ar_eg: لم يتم تعطيل أي طلاب

source: One user has been blocked
ar_eg: تم حظر مستخدم واحد

source: No users listings have been unblocked
ar_eg: لم يتم إلغاء حظر مشروعات الطلاب

source: One user listing has been unblocked
ar_eg: تم إلغاء حظر قائمة مستخدم واحد

source: No users listings have been blocked
ar_eg: لم يتم حظر مشروعات الطلاب

source: One user listing has been blocked
ar_eg: تم حظر قائمة مستخدم واحد

source: No users have been deleted
ar_eg: لم يتم حذف أي طلاب

source: One user has been deleted
ar_eg: تم حذف مستخدم واحد

source: Alert id isn't in the correct format
ar_eg: معرف التنبيه ليس بالتنسيق الصحيح

source: No alerts have been deleted
ar_eg: لم يتم حذف أي تنبيهات

source: One alert has been deleted
ar_eg: تم حذف تنبيه واحد

source: No alerts have been activated
ar_eg: لم يتم تفعيل أي تنبيهات

source: One alert has been activated
ar_eg: تم تفعيل تنبيه واحد

source: No alerts have been deactivated
ar_eg: لم يتم إلغاء تنشيط أي تنبيهات

source: One alert has been deactivated
ar_eg: تم إلغاء تنشيط تنبيه واحد

source: User settings have been updated
ar_eg: تم تحديث إعدادات المستخدم

source: Both rules can not be empty
ar_eg: كلتا القاعدتين لا يمكن أن تكون فارغة

source: Rule updated correctly
ar_eg: تم تحديث القاعدة بشكل صحيح

source: Rule saved correctly
ar_eg: تم حفظ القاعدة بشكل صحيح

source: No rules have been deleted
ar_eg: لم يتم حذف أي قواعد

source: One ban rule has been deleted
ar_eg: تم حذف قاعدة حظر واحدة

source: The user doesn't exist
ar_eg: المستخدم غير موجود

source: The user is blocked or not activated
ar_eg: تم حظر المستخدم أو عدم تنشيطه

source: You have successfully logged in as %s
ar_eg: لقد قمت بتسجيل الدخول باسم %s

source: Unable to download locations .sql file
ar_eg: تعذر تنزيل ملف المواقع .sql

source: Country file name is missing
ar_eg: اسم ملف نوع المشروع مفقود

source: Subdomain type "Language" is not supported when option "Add language code into base URL" is enabled!
ar_eg: نوع النطاق الفرعي "اللغة" غير مدعوم عند تمكين الخيار "إضافة رمز اللغة إلى عنوان URL الأساسي"!
