Repository: eslamix/unistart
Catalog: *-content/themes/dreamfree/languages/*/theme.po
Languages: ar_sy

source: Will be shown at bottom of home page, recommended is responsive banner with width 1200px.
ar_sy: سوف تظهر في الجزء السفلي من الصفحة الرئيسية، الموصى به راية سريعة الاستجابة مع عرض 1200بكسل.

source: Will be shown in left sidebar on search/category page, recommended is responsive banner with width 270px.
ar_sy: سيظهر في الشريط الجانبي الأيسر على صفحة البحث\الجامعة، الموصى به راية سريعة الاستجابة بعرض 270 بكسل.

source: Will be shown in right sidebar on listings page, recommended is responsive banner with width 360px.
ar_sy: سيظهر في الشريط الجانبي الأيمن على صفحة العنصر، الموصى به راية سريعة الاستجابة مع عرض 360px.

source: When enabled, your visitors can choose location of listings on homepage via pop-up window.
ar_sy: عند التمكين، يمكن للزوار اختيار موقع القوائم على الصفحة الرئيسية من خلال نافذة منبثقة.

source: Subscribe to this search
ar_sy: اشترك في هذا البحث

source: Subscribe
ar_sy: اشترك

source: You will get emails about
ar_sy: سوف تحصل على رسائل البريد الإلكتروني حول

source: New products matching your criteria
ar_sy: منتجات جديدة تطابق معاييرك

source: No spam guarantee
ar_sy: ضمان منع البريد الغير مرغوب فيه

source: Share us on Facebook
ar_sy: شاركنا في الفيسبوك

source: Share us on Pinterest
ar_sy: شاركنا في بينتيريست

source: your
ar_sy: خاصتك

source: classifieds
ar_sy: المشروعات المبوبة

source: Tweet us
ar_sy: غرد عنا

source: Share us on Google+
ar_sy: شارك على جوجل بلس

source: My
ar_sy: خاصتي

source: Share us on LinkedIn
ar_sy: شاركنا على لينكدان

source: Account
ar_sy: الخيارات الشخصية

source: My account
ar_sy: لوحة التحكم

source: My alerts
ar_sy: تنبيهات

source: My personal info
ar_sy: معلوماتي الشخصية

source: My listings
ar_sy: مشروعاتي

source: My public profile
ar_sy: ملفي الشخصي العام

source: Log me out
ar_sy: سجل خروجى

source: Subscribe to alert
ar_sy: إشترك في التنبيه

source: Close
ar_sy: إغلاق

source: You have successfully subscribed to alert!
ar_sy: لقد اشتركت بنجاح في هذا التنبيه!

source: You will recieve notification to your email once there is new listing that match your search criteria.
ar_sy: سوف تتلقى إخطارا إلى البريد الإلكتروني الخاص بك عندما توفر ادراجات جديدة تطابق معايير البحث الخاصة بك.

source: There was error during subscription process!
ar_sy: حدث خطأ أثناء عملية الاشتراك!

source: You have entered email address in incorrect format or you did not entered email address.
ar_sy: لقد أدخلت عنوان البريد الإلكتروني بتنسيق غير صحيح أو أنك لم تدخل عنوان البريد الإلكتروني.

source: You have already subscribed to this search.
ar_sy: أنت مشترك في هذا البحث

source: Contact us
ar_sy: اتصل بنا

source: If you have any problem or need some additional info about our site, do not hesitate to contact us. We will reply soon.
ar_sy: إذا كان لديك أي مشكلة أو تحتاج إلى بعض المعلومات الإضافية حول موقعنا، لا تترددوا في الاتصال بنا. وسوف نقوم بالرد قريبا.

source: Your name
ar_sy: اسمك

source: Your e-mail address
ar_sy: عنوان البريد الإلكتروني الخاص بك

source: Subject
ar_sy: الموضوع

source: This field is required
ar_sy: هذا الحقل مطلوب

source: Send message
ar_sy: أرسل رسالة

source: Your real or user name
ar_sy: اسمك الحقيقي أو المستخدم

source: We can contact you back
ar_sy: يمكننا معاودة الاتصال بك

source: Summary of reason to contact us
ar_sy: ملخص الأسباب للأتصال بنا

source: I would like to ask you...
ar_sy: أود أن أسألك ...

source: Search in
ar_sy: بحث

source: listings
ar_sy: مشروعات

source: Quick publish
ar_sy: اضافة سريع

source: Enter name of item
ar_sy: أدخل اسم العنصر

source: Publish listing
ar_sy: اضافة مشروع

source: Buy & sell items with us
ar_sy: معنا يسهل البيع والشراء

source: Lower price
ar_sy: السعر الأقل

source: Fast delivery
ar_sy: سرعة التسليم

source: Categories
ar_sy: الفئات

source: Information
ar_sy: معلومات

source: Our partners
ar_sy: مواقع صديقة

source: Our sponsor logo
ar_sy: شعار راعى الاقسام

source: Contact
ar_sy: أتصل بنا

source: info@info.com
ar_sy: info@iBayt.com

source: This website is powered by
ar_sy: هذا الاقسام مدعوم من قبل

source: Copyright
ar_sy: حقوق ال اضافة

source: Hello
ar_sy: مرحبا

source: Hello!
ar_sy: مرحبا!

source: Sign in
ar_sy: التسجيل / تسجيل الدخول

source: to get more.
ar_sy: للحصول على المزيد.

source: Home
ar_sy: الصفحة الرئيسية

source: Search
ar_sy: بحث

source: My favorite items
ar_sy: العناصر المفضلة لدي

source: Log out
ar_sy: الخروج

source: Mail us
ar_sy: ابعث رسالة

source: Call us
ar_sy: اتصل بنا

source: Language
ar_sy: اللغة

source: Refine search
ar_sy: خيارات البحث

source: Keyword
ar_sy: كلمة مفتاحية

source: I'm looking for...
ar_sy: أنا أبحث عن...

source: Category
ar_sy: الجامعات

source: Select a category
ar_sy: اختر الجامعة

source: Country
ar_sy: نوع المشروع

source: Select a country
ar_sy: حدد نوع المشروع

source: Region
ar_sy: المنطقة

source: Select a region
ar_sy: اختار منطقة

source: Enter a region
ar_sy: أدخل منطقة

source: City
ar_sy: المدينة

source: Select a city
ar_sy: اختار مدينة

source: Enter a city
ar_sy: أدخل مدينة

source: Pictures
ar_sy: صور

source: Only listings with picture
ar_sy: مشروعات مع صور فقط

source: Price
ar_sy: السعر

source: Advanced
ar_sy: متقدم

source: Clear search parameters
ar_sy: محو معلمات البحث

source: Clean search
ar_sy: مسح البحث

source: No cities found
ar_sy: لم يتم العثور على مدن

source: in
ar_sy: في

source: view more...
ar_sy: عرض المزيد من الجامعات ...

source: Location not entered
ar_sy: لم يتم إدخال الاقسام

source: Select category you would like to browse
ar_sy: حدد الجامعات التي ترغب تصفحها

source: Theme settings updated correctly
ar_sy: تم تحديث اعدادات القالب بشكل صحيح

source: Banner settings updated correctly
ar_sy: تم تحديث إعدادات اليافِطة بشكل صحيح

source: The logo image has been uploaded correctly
ar_sy: تم تحميل صورة الشعار بشكل صحيح

source: An error has occurred, please try again
ar_sy: لقد حدث خطأ، يرجى المحاولة مرة أخرى

source: The logo image has been removed
ar_sy: تمت إزالة صورة الشعار

source: Image not found
ar_sy: الصورة غير موجودة

source: Theme settings
ar_sy: اعدادات القالب

source: Your current location is:
ar_sy: موقعك الحالي هو:

source: Location not saved
ar_sy: لم يتم حفظ الاقسام

source: Clear location
ar_sy: امسح الاقسام

source: Select location
ar_sy: حدد الاقسام

source: Check with seller
ar_sy: تواصل مع المعلن

source: No file selected
ar_sy: لم يتم اختيار اي ملف

source: Choose File
ar_sy: اختر ملف

source: language:
ar_sy: اللغة :

source: Select language
ar_sy: اختار اللغة

source: Country flag
ar_sy: علم نوع المشروع

source: For more information about our classifieds, please check following links.
ar_sy: لمزيد من المعلومات حول المشروعات المبوبة لدينا، يرجى التحقق من الروابط التالية.

source: Welcome
ar_sy: أهلا بك

source: Welcome back
ar_sy: مرحبا بعودتك

source: Welcome to
ar_sy: مرحبا

source: Sign In
ar_sy: تسجيل الدخول

source: Are you new to our site?
ar_sy: هل أنت جديد على موقعنا؟

source: Register now
ar_sy: سجل الان

source: Logout
ar_sy: الخروج

source: Hi
ar_sy: مرحبا

source: Call the number
ar_sy: اتصل بالرقم

source: Premium listing
ar_sy: مشروع مميز

source: spam
ar_sy: مشروع مزعج

source: misclassified
ar_sy: غير مبوبة

source: duplicated
ar_sy: مكررة

source: expired
ar_sy: منتهية

source: offensive
ar_sy: مُسيء

source: Browse Categories
ar_sy: استعراض الجامعات

source: there are no listings yet
ar_sy: لا توجد مشروعات حتى الآن

source: browse in
ar_sy: تصفح في

source: Add listing
ar_sy: اضافة مشروع

source: Go to category
ar_sy: اذهب الى تصنيف

source: Location image
ar_sy: صورة الاقسام

source: Clear search form
ar_sy: مسح نموذج البحث

source: clear all
ar_sy: مسح الكل

source: Publish
ar_sy: اضافة

source: Contact seller
ar_sy: مراسلة المعلن

source: To (seller)
ar_sy: إلى (المعلن)

source: Listing
ar_sy: المشروع

source: Phone number
ar_sy: رقم الهاتف

source: optional
ar_sy: اختياري

source: Message
ar_sy: رسالة

source: Modify listing
ar_sy: تعديل المشروع

source: Enter price
ar_sy: أدخل السعر

source: Click to upload
ar_sy: انقر للتحميل

source: You can upload up to
ar_sy: يمكنك تحميل ما يصل إلى

source: pictures per listing
ar_sy: الصور لكل مشروع

source: Add new photo
ar_sy: اضف صورة جديدة

source: Address
ar_sy: العنوان

source: Seller's information
ar_sy: معلومات المعلن

source: Mobile Phone
ar_sy: الهاتف المحمول

source: E-mail
ar_sy: البريد الإلكتروني

source: Show email on listing page
ar_sy: إظهار البريد الإلكتروني على صفحة المشروع

source: Additional details
ar_sy: تفاصيل اضافية

source: Save changes
ar_sy: حفظ التغييرات

source: Sorry, you have reached the maximum number of images per listing
ar_sy: عفوا, لقد وصلت الي الحد الاقصي من الصور في المشروع

source: characters remaining
ar_sy: عدد الأحرف المتبقية

source: Apple iPhone S6...
ar_sy: ابل اي فون S6 ...

source: Looks like new, original package, all equipment...
ar_sy: تبدو جديدة، تغليف اصلي، جميع المستلزمات...

source: Nick or name
ar_sy: اللقب أو الاسم

source: Number to reach you
ar_sy: رقم للوصول إليك

source: Mail address
ar_sy: عنوان البريد

source: Add free listing
ar_sy: ا اضافة مشروعك

source: Publish item
ar_sy: اضافة المشروع

source: Send to friend
ar_sy: أرسل لصديق

source: Your friend's name
ar_sy: اسم صديقك

source: Your friend's e-mail address
ar_sy: عنوان بريد صديقك الالكتروني

source: Add new comment
ar_sy: إضافة تعليق جديد

source: Title
ar_sy: العنوان

source: Comment
ar_sy: التعليق

source: Send comment
ar_sy: إرسال تعليق

source: Enter the words above
ar_sy: أدخل الكلمات أعلاه

source: Contact email
ar_sy: تواصل بالبريد الاكتروني

source: Name of your friend
ar_sy: اسم صديقك

source: Friend's email
ar_sy: عنوان البريد الاكتروني لصديقك

source: Phone seller can contact you
ar_sy: رقم هاتف يمكن التواصل معك عليه

source: Comment title
ar_sy: عنوان الرد

source: Review or comment...
ar_sy: راجع أو علق ...

source: This listing has expired.
ar_sy: انتهت صلاحية هذا المشروع.

source: Image
ar_sy: صورة

source: photo
ar_sy: صورة فوتوغرافية

source: of
ar_sy: من

source: Seller did not upload any pictures
ar_sy: لم يقم المعلن بتحميل أي صور

source: Listing ID
ar_sy: رقم المشروع

source: Viewed
ar_sy: شوهد

source: Publish date
ar_sy: تاريخ ال اضافة

source: Last modification
ar_sy: اخر تعديل

source: Additional information
ar_sy: المزيد من المعلومات

source: Send this listing to your friend
ar_sy: إرسال هذا المشروع لصديقك

source: Show PDF sheet for this listing
ar_sy: اعرض PDF لهذا المشروع

source: Description
ar_sy: الوصف

source: Comments
ar_sy: التعليقات

source: Add new
ar_sy: اضافة جديد

source: Comments can be published by registered users only.
ar_sy: يمكناضافة التعليقات من قبل الطلاب المسجلين فقط.

source: and leave comment
ar_sy: و اترك تعليق

source: No comments added yet.
ar_sy: لم تتم إضافة أي تعليقات حتى الآن.

source: Log in
ar_sy: تسجيل دخول

source: and be first to leave comment!
ar_sy: و كن أول من يترك تعليق!

source: No comments added yet. Be first to leave comment!
ar_sy: لم تتم إضافة أي تعليقات حتى الآن. كن أول من يترك التعليق!

source: Review
ar_sy: راجع

source: by
ar_sy: بواسطة

source: Anonymous
ar_sy: مجهول

source: Delete your comment
ar_sy: حذف تعليقك

source: Delete
ar_sy: حذف

source: This listing expired, you cannot contact seller.
ar_sy: انتهت صلاحية هذا المشروع، لا يمكنك الاتصال بالمعلن.

source: It is your own listing, you cannot contact yourself.
ar_sy: قائمتك الخاصة، لا يمكنك الاتصال بنفسك.

source: You must log in or register a new account in order to contact the advertiser.
ar_sy: الاتصال بالمعلن للمسجلين فقط.

source: Seller's tools
ar_sy: أدوات المعلن

source: Seller's info
ar_sy: معلومات المعلن

source: You are seller of this item and therefore you can edit or delete it.
ar_sy: أنت المعلن لهذا العنصر، وبالتالي يمكنك تعديل المشروع أو حذفه.

source: Edit listing
ar_sy: تحريرمشروع

source: Are you sure you want to delete this listing? This action cannot be undone.
ar_sy: هل انت متأكد انك تريد حذف المشروع؟ لا يمكن التراجع عن هذا الإجراء.

source: Delete listing
ar_sy: حذفمشروع

source: Check profile of this user
ar_sy: تحقق من الملف الشخصي لهذا المستخدم

source: Company
ar_sy: مشروعات شركات

source: Private person
ar_sy: مشروعات شخصية

source: Registered on
ar_sy: مسجل في

source: Unknown registration date
ar_sy: تاريخ التسجيل غير معروف

source: Unregistered user
ar_sy: غير مسجل

source: Dashboard
ar_sy: لوحة التحكم

source: No phone number
ar_sy: لا يوجد رقم هاتف

source: Click to show phone number
ar_sy: انقر لعرض رقم الهاتف

source: click to call
ar_sy: انقر للاتصال

source: click to show
ar_sy: انقر لإظهار

source: Listing location
ar_sy: موقع المشروع

source: Location of item was not specified
ar_sy: لم يتم تحديد موقع العنصر

source: Share on Facebook
ar_sy: شارك على الفيسبوك

source: Share on Google Plus
ar_sy: شارك على غوغل بلوس

source: Share on Twitter
ar_sy: شارك على تويتر

source: Share on Pinterest
ar_sy: شارك على بينتيريست

source: View details of this listing
ar_sy: عرض تفاصيل هذا المشروع

source: Seller's email address
ar_sy: عنوان البريد الإلكتروني للمعلن

source: you cannot copy & paste mail, you need to rewrite it
ar_sy: لا يمكنك نسخ ولصق البريد، تحتاج إلى إعادة كتابته

source: do not send spam
ar_sy: لا تقم بارسال الرسائل غير المرغوب فيها

source: ask only questions related to this product
ar_sy: طرح أسئلة متعلقة بهذا المنتج فقط

source: do not be rude
ar_sy: لا تكن فظا

source: Contact mobile/phone
ar_sy: الاتصال بالمحمول / الهاتف

source: I would like to share my experience...
ar_sy: أود أن أشارك تجربتي ...

source: Latest listings
ar_sy: أحدث المشروعات

source: Quick view
ar_sy: عرض سريع

source: Open this listing
ar_sy: فتح هذا المشروع

source: today
ar_sy: اليوم

source: yesterday
ar_sy: الأمس

source: premium
ar_sy: مشروع مميز

source: See all offers
ar_sy: شاهد جميع العروض

source: No latest listings
ar_sy: لا مشروعات محدثة

source: Filter
ar_sy: تنقيح

source: Sort listings
ar_sy: فرز المشروعات

source: All results
ar_sy: جميع النتائج

source: Personal
ar_sy: شخصي

source: Switch to list view
ar_sy: التبديل إلى عرض القائمة

source: Switch to grid view
ar_sy: التبديل الى عرض المصفوفة

source: listing
ar_sy: مشروع

source: Sort
ar_sy: فرز

source: Select sorting
ar_sy: حدد الفرز

source: There are no results matching "%s"
ar_sy: لا توجد نتائج مطابقة الى %s

source: There are no results matching
ar_sy: لا توجد نتائج مطابقة لـ

source: Select page
ar_sy: حدد الصفحة

source: Show only listings with photo
ar_sy: عرض فقط المشروعات التي تحتوي على صورة

source: Only with photo
ar_sy: فقط مع الصورة

source: top
ar_sy: أعلى

source: Published by
ar_sy: اضافةت من قبل

source: view
ar_sy: شاهد

source: published
ar_sy: اضافةت

source: published on
ar_sy: اضافة في

source: viewed
ar_sy: شوهد

source: User menu
ar_sy: قائمة المستخدم

source: Your alerts
ar_sy: التنبيهات الخاصة بك

source: You do not have any alerts yet
ar_sy: ليس لديك أي تنبيهات حتى الآن

source: Alert
ar_sy: تنبيه

source: This action can't be undone. Are you sure you want to continue?
ar_sy: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: this alert
ar_sy: هذا التنبيه

source: Show details
ar_sy: اظهر التفاصيل

source: Pattern
ar_sy: نمط

source: Min. price
ar_sy: السعر الأدنى

source: Max. price
ar_sy: السعر الأقصى

source: Note that not all conditions are listed, only base alert conditions are shown.
ar_sy: لاحظ أنه لم يتم سرد كافة الشروط، يتم عرض شروط التنبيه الأساسية فقط.

source: No picture
ar_sy: لا توجد صورة

source: Publication date
ar_sy: تاريخ ال اضافة

source: No listings fits to search/alert criteria
ar_sy: لا توجد مشروعات مناسبة لمعايير البحث / التنبيه

source: Change your e-mail
ar_sy: تغيير البريد الإلكتروني

source: Current e-mail
ar_sy: البريد الإلكتروني الحالي

source: New e-mail
ar_sy: بريد إلكتروني جديد

source: Update
ar_sy: تحديث

source: Change your password
ar_sy: تغيير كلمة السر

source: Current password
ar_sy: كلمة المرور الحالية

source: New password
ar_sy: كلمة المرور الجديدة

source: Repeat new password
ar_sy: كرر كلمة مرور الجديدة

source: Your
ar_sy: لك

source: latest
ar_sy: أحدث

source: No listings have been added yet
ar_sy: لم يتم إضافة أيمشروع حتى الآن

source: Edit
ar_sy: تحرير

source: Activate
ar_sy: تفعيل

source: You have
ar_sy: لديك

source: alerts
ar_sy: تنبيهات

source: you can check them in section
ar_sy: يمكنك التحقق منها في نوع المشروع

source: Manage your alerts
ar_sy: إدارة التنبيهات

source: You profile is not complete!
ar_sy: لم يكتمل ملفك الشخصي !

source: We found that your profile is still not complete! Take a minute and enter as much information as possible, this will help you sell your stuffs faster.
ar_sy: لقد وجدنا أن ملفك الشخصي لا يزال غير كامل! خذ دقيقة وأدخل أكبر قدر ممكن من المعلومات، وهذا سوف يساعدك على بيع المواد الخاصة بك بشكل أسرع.

source: No phone number was entered. You should enter at least 1 phone number to your mobile or land phone
ar_sy: لم يتم إدخال رقم هاتف. يجب إدخال رقم هاتف واحد على الأقل في حقل هاتفك الموبايل أو الأرضي

source: You did not entered your website
ar_sy: لم تدخل موقعك على الويب

source: Country was not entered
ar_sy: لم يتم إدخال نوع المشروع

source: Region was not entered
ar_sy: لم يتم إدخال المنطقة

source: City was not entered
ar_sy: لم يتم إدخال المدينة

source: Address was not entered
ar_sy: لم يتم إدخال العنوان

source: Your profile is complete!
ar_sy: اكتمل ملفك الشخصي!

source: Reset
ar_sy: إعاده للوضع السابق

source: password
ar_sy: كلمة المرور

source: Repeat password
ar_sy: كرر كلمة السر

source: Submit
ar_sy: أرسل

source: Showing listings
ar_sy: عرض المشروعات

source: from
ar_sy: من

source: You did not publish any listings yet
ar_sy: لم ت اضافة اى مشروع بعد

source: Author tools
ar_sy: أدوات المؤلف

source: Personal information
ar_sy: معلومات شخصية

source: Modify e-mail
ar_sy: تغيير البريد الإلكتروني

source: Modify password
ar_sy: تغيير كلمة المرور

source: Mobile phone
ar_sy: هاتف محمول

source: Land Phone
ar_sy: هاتف أرضي

source: Some info about you
ar_sy: بعض المعلومات عنك

source: Business information & location
ar_sy: المعلومات التجارية و الاقسام

source: User type
ar_sy: نوع المستخدم

source: Website
ar_sy: الاقسام الالكتروني

source: Update profile
ar_sy: تحديث ملف التعريف

source: Are you sure you want to delete your account? This action cannot be undone
ar_sy: هل انت متأكد انك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء

source: Delete account
ar_sy: حذف حساب المستخدم

source: Mobile
ar_sy: الموبايل

source: Phone
ar_sy: الهاتف

source: This is your public profile and therefore contact form is disabled for you
ar_sy: هذا هو ملف التعريف العام الخاص بك وبالتالي تم تعطيل نموذج اتصال لك

source: Latest items of seller
ar_sy: أحدث مشروعات المعلن

source: No listings posted by this seller
ar_sy: لا توجد مشروعات تماضافةها من قبل هذا المعلن

source: Recover
ar_sy: استعادة

source: your password
ar_sy: كلمة المرور خاصتك

source: Send a new password
ar_sy: ارسل لي كلمة مرور جديدة

source: Password
ar_sy: كلمة المرور

source: Remember me
ar_sy: تذكرني

source: Forgot password
ar_sy: أنسيت كلمة المرور

source: an account for free
ar_sy: حساب مجانى

source: Re-type password
ar_sy: اعادة كتابة كلمة المرور

source: Passwords don't match
ar_sy: كلمات السر غير متطابقة

source: Create account
ar_sy: أنشئ حساب

source: Public Profile
ar_sy: <i class="fa fa-address-card-o"></i>ملف عام

source: Attachment
ar_sy: مرفق

source: There aren't listings available at this moment
ar_sy: لا يوجدمشروعات متوفرة في هذه اللحظة

source: %1$d - %2$d of %3$d listings
ar_sy: %1$d - %2$d من %3$dمشروعات

source: Premium listings
ar_sy: المشروعات المميزة

source: No premium listings
ar_sy: لايوجد مشروعات مميزة حتى الأن

source: dreamfree theme
ar_sy: دريم ثيم

source: Sorry but I can't find the page you're looking for
ar_sy: نعتذر ولكن لايمكن العثور على الصفحة التي تبحث عنها

source: Let us help you, we have got a few tips for you to find it.
ar_sy: دعنا نساعدك، نحن لدينا بعض النصائح لك للعثور على بحثك.

source: <strong>Search</strong> for it:
ar_sy: <strong>حاول البحث مجدداً</strong>:

source: <strong>Look</strong> for it in the most popular categories.
ar_sy: <strong>ابحث</strong> في الجامعات الاكثر شيوعاً.

source: Preview
ar_sy: عدد المشاهدات

source: Remove logo
ar_sy: إزالة الشعار

source: Upload logo
ar_sy: تحميل شعار

source: The preferred size of the logo is 600x100.
ar_sy: الحجم المفضل للشعار هو 600×100

source: <strong>Note:</strong> Uploading another logo will overwrite the current logo.
ar_sy: <strong>ملاحظة:</strong> رفع شعار اخر سيزيل الشعار الحالي.

source: Logo image (png,gif,jpg)
ar_sy: صورة الشعار (png,gif,jp)

source: Osclass can't upload the logo image from the administration panel.
ar_sy: لا يمكن لـ Osclass رفع صورة الشعار من لوحة الادارة.

source: I would like to contribute to the development of Osclass with a donation of
ar_sy: وأود أن أسهم في تطوير Osclass بتبرع بمبلغ

source: Custom
ar_sy: خصص

source: Donate
ar_sy: تبرع

source: Search placeholder
ar_sy: نائب كلمات البحث

source: Show lists as:
ar_sy: اضهارالمشروعات على النحو التالي:

source: Gallery
ar_sy: معرض

source: List
ar_sy: قائمة

source: Footer link
ar_sy: رابط التذييل

source: I want to help Osclass by linking to <a href="#" target="_blank">#</a> from my site with the following text:
ar_sy: <a href="#" target="_blank"> </a>

source: <a title=" " href="#"> </a> <strong> </strong>
ar_sy: <a title=" " href="#">&nbsp;<strong> </strong></a>

source: <a title=" " href="%s"> </a>
ar_sy: <a title=" " href="#"> </a> <strong> </strong>

source: You have sucessfully subscribed to the alert
ar_sy: لقد سجلت بنجاح بهذا التنبيه

source: Invalid email address
ar_sy: بريد الكتروني خاطئ

source: There was a problem with the alert
ar_sy: هناك مشكلة بالتنبيه

source: Subscribe now
ar_sy: اشترك الآن

source: Cancel
ar_sy: الغاء

source: Your email address
ar_sy: عنوان البريد الإلكتروني الخاص بك

source: Send
ar_sy: إرسال

source: Hi %s
ar_sy: السلام عليكم يا %s

source: Login
ar_sy: تسجيل الدخول

source: Register
ar_sy: التسجيل

source: Publish your ad for free
ar_sy: اضافة مشروعك

source: Language:
ar_sy: اللغة :

source: ie. PHP Programmer
ar_sy: مثلا مبرمج php

source: Publish a listing
ar_sy: اضافةمشروع

source: Edit your listing
ar_sy: تعديل مبوبتك

source: Send to a friend
ar_sy: إرسال لصديق

source: Contact publisher
ar_sy: معلومات الناشر

source: Search results
ar_sy: نتائج البحث

source: Search results: %s
ar_sy: نتائج البحث : %s

source: %s's profile
ar_sy: %s » الملف الشخصي

source: Listings
ar_sy: مشروعات

source: Alerts
ar_sy: تنبيهات

source: Update account
ar_sy: تحديث الحساب

source: Change email
ar_sy: تغيير البريد الإلكتروني

source: Change username
ar_sy: تغيير اسم المستخدم

source: Change password
ar_sy: غير كلمة المرور

source: Recover password
ar_sy: استعادة كلمة السر

source: Create a new account
ar_sy: إنشاء حساب جديد

source: General Information
ar_sy: معلومات عامة

source: Listing Location
ar_sy: موقع المشروع

source: City Area
ar_sy: العنوان

source: Show e-mail on the listing page
ar_sy: إظهار البريد الإلكتروني على صفحة المشروع

source: Your e-mail
ar_sy: البريد الإلكتروني الخاص بك

source: Subject (optional)
ar_sy: الموضوع (اختياري)

source: Mark as...
ar_sy: اشرها كـ ...

source: Mark as spam
ar_sy: التحديد كرسائل غير مرغوب فيها

source: Mark as misclassified
ar_sy: اشرها كـغير مبوبة

source: Mark as duplicated
ar_sy: اشرها كـمكررة

source: Mark as expired
ar_sy: اشرها كـمنتهية الصلاحية

source: Mark as offensive
ar_sy: اشرها كـعدائي

source: The listing is expired. You can't contact the publisher.
ar_sy: المشروع منتهي الصلاحية. لا يمكنك الاتصال بالناشر.

source: It's your own listing, you can't contact the publisher.
ar_sy: انه المشروع الخاص بك، لايمكن الاتصال بنفسك

source: You must log in or register a new account in order to contact the advertiser
ar_sy: الاتصال بالمعلن للمسجلين فقط.

source: Name: %s
ar_sy: الاسم : %s

source: E-mail: %s
ar_sy: البريد الإلكتروني: %s

source: Phone: %s
ar_sy: الهاتف: %s

source: <strong class="publish">Published date</strong>: %1$s
ar_sy: <strong class="publish">تأريخ ال اضافة</strong>: %1$s
