Repository: eslamix/unistart
Catalog: *-content/themes/dreamfree/languages/*/theme.po
Languages: ar_sy

source: <strong class="update">Modified date:</strong> %1$s
ar_sy: <strong class="update">تأريخ التعديل:</strong> %1$s

source: Edit item
ar_sy: تعديل المشروع

source: Share
ar_sy: تابعنا :

source: Useful information
ar_sy: معلومات مفيدة

source: Avoid scams by acting locally or paying with PayPal
ar_sy: تجنب عمليات الاحتيال من خلال العمل محليا أو يدفع مع Paypal

source: Never pay with Western Union, Moneygram or other anonymous payment services
ar_sy: لا تدفع أبداً بواسطة ويسترن يونيون، موني جرام أو غيرها من خدمات الدفع المجهول

source: Don't buy or sell outside of your country. Don't accept cashier cheques from outside your country
ar_sy: لا تشتري أو تبيع خارج بلدك. لا نقبل الشيكات من خارج بلدك

source: This site is never involved in any transaction, and does not handle payments, shipping, guarantee transactions, provide escrow services, or offer "buyer protection" or "seller certification"
ar_sy: هذا الاقسام لا يشارك ابداً في أي صفقة، ولا تتم معالجة اي من المدفوعات او الشحن، او المعاملات او الضمان ولا يقدم خدمات الضمان، أو تقديم "حماية للمشتري" أو "توثيق للمعلن"

source: Related listings
ar_sy: المشروعات ذات الصلة

source: Leave your comment (spam and offensive messages will be removed)
ar_sy: اكتب تعليقك (سيتم حذف الرسائل المزعجة والعدوانية)

source: This action can not be undone. Are you sure you want to continue?
ar_sy: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: Latest Listings
ar_sy: لا توجد مشروعات حتى الآن

source: Grid
ar_sy: شبكة

source: See all listings
ar_sy: شاهد جميع المشروعات

source: Your search
ar_sy: بحثك

source: Show only
ar_sy: عرض فقط

source: listings with pictures
ar_sy: مشروعات مع الصور

source: Min
ar_sy: القيمة الصغرى

source: Max
ar_sy: القيمة العظمى

source: Apply
ar_sy: بحث

source: Refine category
ar_sy: حسّن الجامعة

source: Selected
ar_sy: مختار

source: Nothing selected, input was
ar_sy: لا شيء اختيارها، كان الإدخال

source: Show filters
ar_sy: بحث

source: Sort by
ar_sy: الترتيب حسب

source: Other searches that may interest you
ar_sy: عمليات البحث الأخرى التي قد تهمك

source: Delete this alert
ar_sy: حذف هذا التنبيه

source: Change e-mail
ar_sy: تغيير البريد الإلكتروني

source: Username: this field is required
ar_sy: اسم المستخدم: هذا الحقل مطلوب

source: The username is available
ar_sy: اسم المستخدم هذا متاح

source: The username is NOT available
ar_sy: اسم المستخدم هذا غير متاح

source: Username
ar_sy: اسم المستخدم

source: Recover your password
ar_sy: استعادة كلمة السر

source: Access to your account
ar_sy: الوصول إلى حسابك

source: Forgot password?
ar_sy: أنسيت كلمة المرور ؟

source: Cell phone
ar_sy: الهاتف المحمول

source: City area
ar_sy: منطقة أو المدينة

source: <strong>Address:</strong> %1$s
ar_sy: <strong>العنوان:</strong> %1$s

source: Location
ar_sy: الاقسام

source: User description
ar_sy: نبذة عن المستخدم

source: Send me a new password
ar_sy: ارسل لي كلمة سر جديدة

source: Register an account for free
ar_sy: تسجيل حساب جديد

source: Create
ar_sy: انشاء

source: Display menu
ar_sy: قائمة العرض

source: Are you sure you want to delete your account?
ar_sy: هل أنت متأكد أنك تريد حذف حسابك؟

source: dreamfree
ar_sy: مرح صاخب
