Repository: eslamix/unistart
Catalog: *-content/themes/dreamfree/languages/*/theme.po
Languages: ar_sy

source: Error 404
ar_sy: خطأ 404

source: You can activate or disable the latest ads
ar_sy: يمكنك تفعيل أحدث المشروعات أو تعطيلها

source: Activate the latest ads
ar_sy: <strong>تفعيل أحدث المشروعات</strong>

source: Activate featured ads
ar_sy: <strong>تفعيل المشروعات المميزة</strong>

source: <strong> Smaller additional partitions </strong> Type the partition number to activate or leave it blank to disable it
ar_sy: <strong>الأقسام الأضافية ذات الحجم الصغير</strong> أكتب رقم نوع المشروع لتفعيله أو أتركه فارغ لتعطيله

source: Display name for the first section
ar_sy: أسم العرض للنوع المشروع الأول

source: Pages
ar_sy: الصفحات

source: Section number
ar_sy: رقم نوع المشروع

source: site name
ar_sy: أسم الاقسام

source: Report problems
ar_sy: التبليغ عن اللأخطاء

source: Technical Support Forum
ar_sy: منتدى الدعم الفني

source: code adsense
ar_sy: معرف الناشر adsense

source: facebook
ar_sy: رابط صفحة الفيسبوك

source: pinterest
ar_sy: رابط الصفحة pinterest

source: twitter
ar_sy: رابط صفحة تويتر

source: linkedin
ar_sy: رابط صفحة لينكدن

source: No WhatsApp
ar_sy: لايوجد رقم واتساب

source: 500x500 main section image size is recommended
ar_sy: ينصح بحجم صورة نوع المشروع الرئيسي 500x500

source: The size of the 300x300 sub-sections is recommended
ar_sy: و ينصح بحجم صورة الأقسام الفرعية 200x200

source: 300x410 section image size is recommended
ar_sy: ينصح بحجم صورة نوع المشروع 300x410

source: Site Link
ar_sy: رابط الاقسام

source: Activate partition icons
ar_sy: تفعيل أيقونات الأقسام

source: You can enable or disable section icons to appear in the site interface
ar_sy: يمكنك تفعيل أيقونات الأقسام للظهور في واجهة الاقسام أو تعطيلها

source: You can enable or disable stats to appear in the site interface
ar_sy: يمكنك تفعيل الأحصائيات للظهور في واجهة الاقسام أو تعطيلها

source: Activate website stats
ar_sy: تفعيل الأحصائيات الاقسام

source: <strong> 230x60 mobile display banners </strong>
ar_sy: <strong> بانرات عرض الجوال 230x60 </strong>

source: These banners are only displayed to mobile users
ar_sy: يتم عرض هذه البانرات فقط لطلاب الموبايل

source: "Banner down
ar_sy: بانر أسفل

source: Sub Section Image Link 4
ar_sy: رابط صورة نوع المشروع الفرعي4

source: If you are using an online advertising platform, such as Google Adsense, copy and paste here the provided code for ads.
ar_sy: إذا كنت تستخدم منصة مشروعية عبر الإنترنت ، مثل Google Adsense ، انسخ والصق الشفرة المتوفرة للمشروعات هنا.

source: This ad will be shown at the top of your website, next to the site title and above the search results. Note that the size of the ad has to be 728x90 pixels.
ar_sy: سيتم عرض هذا المشروع في الجزء العلوي من موقع الويب الخاص بك ، بجانب عنوان الاقسام وفوق نتائج البحث. لاحظ أن حجم المشروع يجب أن يكون 728 × 90 بكسل.

source: This ad will be shown on the main site of your website. It will appear both at the top and bottom of your site homepage. Note that the size of the ad has to be 728x90 pixels.
ar_sy: سيتم عرض هذا المشروع على الاقسام الرئيسي لموقع الويب الخاص بك. سوف يظهر في أعلى وأسفل الصفحة الرئيسية لموقعك. لاحظ أن حجم المشروع يجب أن يكون 728 × 90 بكسل.

source: This ad will be shown on top of the search results of your site. Note that the size of the ad has to be 728x90 pixels.
ar_sy: سيتم عرض هذا المشروع أعلى نتائج البحث في موقعك. لاحظ أن حجم المشروع يجب أن يكون 728 × 90 بكسل.

source: This ad will be shown among the search results of your site. Note that the size of the ad has to be 728x90 pixels.
ar_sy: سيتم عرض هذا المشروع ضمن نتائج بحث موقعك. لاحظ أن حجم المشروع يجب أن يكون 728 × 90 بكسل.

source: This ad will be shown at the right sidebar of your website, on the product detail page. Note that the size of the ad has to be 300x350 pixels.
ar_sy: سيتم عرض هذا المشروع على الشريط الجانبي الأيمن لموقعك على صفحة تفاصيل المنتج. لاحظ أن حجم المشروع يجب أن يكون 300 × 350 بكسل.

source: This ad will be shown at the right sidebara of your website, on the product detail page. Note that the size of the ad has to be 300x350 pixels.
ar_sy: سيتم عرض هذا المشروع في أسفل الشريط الجانبي الأيمن لموقعك على صفحة تفاصيل المنتج, يمكن وضع أعلان طولي بالحجم المناسب لك .لاحظ أن عرض المشروع يجب أن يكون 300 بكسل.

source: Header 728x90
ar_sy: الهيدر 728x90

source: Homepage 728x90
ar_sy: الصفحة الرئيسية 728x90

source: Search results 728x90 (top of the page)
ar_sy: نتائج البحث 728 × 90 (أعلى الصفحة)

source: Search results 728x90 (middle of the page)
ar_sy: نتائج البحث 728 × 90 (منتصف الصفحة)

source: Sidebar 300x250
ar_sy: الشريط الجانبي 300 × 250

source: Sidebara 300x250
ar_sy: الشريط الجانبي الثاني 300 × 250

source: All rights reserved
ar_sy: جميع الحقوق محفوظة لموقع

source: You can enable or disable featured ad impressions
ar_sy: يمكنك تفعيل ظهور المشروعات اللميزة أو تعطيله

source: Number of items
ar_sy: عدد المشروعات

source: User ID
ar_sy: معرف المستخدم

source: Advanced Search
ar_sy: البحث المتقدم

source: fax
ar_sy: الفاكس

source: WhatsApp to communicate
ar_sy: الواتساب للتواصل

source: Phone to help
ar_sy: الهاتف للمساعدة

source: Company Address
ar_sy: عنوان الشركة

source: Contact and help
ar_sy: للأتصال والمساعدة :

source: Last Activity
ar_sy: أخر تواجد في

source: Administrative message
ar_sy: رسالة إدارية

source: You can write a message that appears to users in the site interface ... To disable it leave the field blank
ar_sy: بأمكانك كتابة رسالة تظهر للطلاب في واجهة الاقسام ... لتعطيلها أترك الحقل فارغ

source: First subsection
ar_sy: نوع المشروع الفرعي الأول

source: Second subsection
ar_sy: نوع المشروع الفرعي الثاني

source: Third subsection
ar_sy: نوع المشروع الفرعي الثالث

source: Subsection IV
ar_sy: نوع المشروع الفرعي الرابع

source: The last 4 listings posted in this section will be displayed
ar_sy: سوف يتم عرض أخر 4 مشروعات تم أدراجها من كل نوع المشروع لكل مجموعة

source: The last 4 listings posted in this section will be displayed with an image for the section
ar_sy: سوف يتم عرض أخر 4 مشروعات تم أدراجها في هذا نوع المشروع مع أضافة صورة خاص للنوع المشروع

source: The banner ads at the top of the site is assigned to each banner name and link and a picture of its own
ar_sy: هي البانرات الدعائية الموجودة في أعلى الاقسام يخصص لكل بانر أسم ورابط وصورة خاصة به

source: Advertising banners in the center of the site are assigned each banner name and link and a picture of its own
ar_sy: هي البانرات الدعائية الموجودة في وسط الاقسام يخصص لكل بانر أسم ورابط وصورة خاصة به | ضع الرابط الأول لتفعيل المجموعة أو أتركه فارغ لتعطيلها

source: Promotional Banners at the bottom of the site are assigned each banner name and link and a picture of its own
ar_sy: هي البانرات الدعائية الموجودة في أسفل الاقسام يخصص لكل بانر أسم ورابط وصورة خاصة به

source: The main sections It displays its sub-sections of your choice and also pictures of your choice Just write the section number and below the sub-sections of it
ar_sy: الأقسام الرئيسية وهي تعرض اقسامها الفرعية من أختيارك وأيضا صورها من أخنيارك فقط أكتب رقم نوع المشروع وأسفله الأقسام الفرعية له

source: Display Name Section II
ar_sy: أسم العرض للنوع المشروع الثاني

source: Display Name for the third section
ar_sy: أسم العرض للنوع المشروع الثالث

source: <strong> Extra large partitions </strong> Type the partition number to enable it or leave it blank to disable it
ar_sy: <strong>الأقسام الأضافية ذات الحجم الكبير</strong> أكتب رقم نوع المشروع لتفعيله أو أتركه فارغ لتعطيله

source: Image Link
ar_sy: رابط الصورة

source: <strong> First Banner above 230x60 </strong>
ar_sy: <strong>مجموعة البانرات الأولى أعلى الاقسام 230x60</strong>

source: Meta Banner
ar_sy: ميتا البانر

source: Target link
ar_sy: رابط الهدف

source: Medium Banner
ar_sy: بانر وسط

source: Left Banner
ar_sy: بانر يسار

source: <strong> Second Banner 230x60 Center </strong>
ar_sy: <strong>مجموعة البانرات الثانية وسط الاقسام 230x60</strong>

source: Right banner
ar_sy: بانر يمين

source: <strong> Third Banner Below 230x60 </strong>
ar_sy: <strong>مجموعة البانرات الثالثة أسفل الاقسام 230x60</strong>

source: <strong> Show main sections in the site interface </strong>
ar_sy: <strong>عرض الأقسام الرئيسية في واجهة الاقسام</strong>

source: Main section Muscat
ar_sy: نوع المشروع الرئيسي رقم1

source: display name
ar_sy: أسم العرض

source: Main section
ar_sy: نوع المشروع الرئيسي رقم4

source: Main section2
ar_sy: نوع المشروع الرئيسي رقم2

source: Main section3
ar_sy: نوع المشروع الرئيسي رقم3

source: The seller is online
ar_sy: المعلن متواجد

source: Seller is not online
ar_sy: المعلن غير متواجد

source: WhatsApp
ar_sy: واتساب

source: Manage Dealers
ar_sy: إدارة تجار

source: more information
ar_sy: معلومات أكثر

source: Need more information?
ar_sy: تحتاج المزيد من المعلومات؟

source: Last update
ar_sy: أخر تحديث

source: Link Image Category
ar_sy: رابط صورة الجامعة

source: Paste here the link image section, recommended size 383 * 260
ar_sy: الصق هنا رابط صورة نوع المشروع , يوصى بحجم 383*260 بسكل

source: Category number
ar_sy: رقم نوع المشروع

source: Category Name
ar_sy: أسم نوع المشروع

source: Other products from %s
ar_sy: مشروعات أخرى من %s

source: Images
ar_sy: الصور

source: Click to email the advertiser WhatsApp
ar_sy: أضغط لمراسلة المعلن واتساب

source: Advertiser does not allow correspondence WhatsApp
ar_sy: لايوجد رقم واتساب

source: Personal ads
ar_sy: المشروعات الشخصية

source: Corporate Announcements
ar_sy: مشروعات الشركات

source: Profile personly
ar_sy: عرض الملف الشخصي

source: e--mael: %s
ar_sy: الأيميل %s

source: %d minutes ago
ar_sy: قبل %d دقائق

source: minute ago
ar_sy: قبل دقيقة

source: %d hour ago
ar_sy: قبل %d ساعة

source: %d day ago
ar_sy: قبل %d يوم

source: %d hours ago
ar_sy: قبل %d ساعات

source: %d days ago
ar_sy: قبل %d أيام

source: %d week ago
ar_sy: قبل %d أسبوع

source: %d weeks ago
ar_sy: قبل %d أسابيع

source: %d month ago
ar_sy: قبل %d شهر

source: %d months ago
ar_sy: قبل %d أشهر

source: %d year ago
ar_sy: قبل %d عام

source: %d years ago
ar_sy: قبل %d أعوام

source: Discover new Art and Artists
ar_sy: اكتشاف منتجات جديدة

source: Browse our Art collection and find best deal for you - buy, sell Real Art by Real Artists
ar_sy: تصفح المشروعات المبوبة لدينا والعثور على أفضل صفقة بالنسبة لك - شراء أو بيع أو تبادل السلع

source: What are you looking for ?
ar_sy: ما الذي تبحث عنه ؟

source: Registered users
ar_sy: طلاب مسجلين

source: Number of countries
ar_sy: عدد الزيارات

source: Total active item
ar_sy: أجمالي المشروعات النشطة

source: Total ratings
ar_sy: أجمالي الجامعات

source: Total item
ar_sy: أجمالي المشروعات

source: report item
ar_sy: أبلغنا عن المشروع

source: Whoops, something is wrong
ar_sy: عفوا، هناك خطأ ما

source: We are sorry, but the Web address you have entered is no longer available.
ar_sy: عذرا، ولكن عنوان الويب الذي أدخلته لم يعد متوفرا.

source: go home
ar_sy: الصفحة الرئيسية

source: show listings
ar_sy: عرض المشروعات

source: my account
ar_sy: حسابي

source: sign in
ar_sy: تسجيل الدخول

source: Settings
ar_sy: اعدادات

source: Header
ar_sy: الهيدر

source: Enable Right-To-Left
ar_sy: من اليمين إلى اليسار - رتل

source: Right-To-Left (RTL)
ar_sy: من اليمين إلى اليسار - رتل

source: enable/disable
ar_sy: قم بتفعيل هذا الخيار لأتجاه اللغة العربية

source: Location input
ar_sy: أدخال الاقسام

source: Show location input as:
ar_sy: أدخال الاقسام

source: Dropdown
ar_sy: اسقاط

source: Autocomplete
ar_sy: الإكمال التلقائي

source: Ads management
ar_sy: إدارة المشروعات

source: In this section you can configure your site to display ads and start generating revenue.
ar_sy: في هذا نوع المشروع، يمكنك تهيئة موقعك لعرض المشروعات والبدء في تحقيق الأرباح.إذا كنت تستخدم نظاما مشروعيا عبر الإنترنت، مثلغوغل أدسنز، فانسخ والصق هنا الرمز المقدم للمشروعات.

source: Report Bug
ar_sy: أبلغ عن خطأ

source: Support Forums
ar_sy: منتديات الدعم

source: Contact Us
ar_sy: ملخص الأسباب للأتصال بنا

source: Add small image
ar_sy: اضافة صورة مصغرة

source: Add large image
ar_sy: اضافة صورة كبيرة

source: Add / remove icon
ar_sy: اضافة / ازالة أيقونة

source: Add / remove color
ar_sy: اضافة / ازالة اللون

source: Color
ar_sy: الالوان

source: Header logo
ar_sy: شعار الهيدر

source: Logo preview
ar_sy: معاينة الشعار

source: Remove
ar_sy: إمسح

source: No logo has been uploaded yet
ar_sy: لم يتم تحميل أي شعار حتى الآن

source: Logo upload
ar_sy: تحميل الشعار

source: When new logo is uploaded, do not forget to clean your browser cache (CTRL + R or CTRL + F5)
ar_sy: عندما يتم تحميل الشعار الجديد, لا تنسوا محو محتوى وحدة التخزين المؤقت للمتصفح (CTRL + R او CTRL + F5)

source: The preferred size of the logo is 230x60px.
ar_sy: الحجم المفضل للشعار هو 230x60px.

source: Following formats are allowed: png, gif, jpg
ar_sy: يسمح بالتنسيقات التالية: png او gif او jpg

source: Uploading another logo will overwrite the current logo.
ar_sy: سيؤدي تحميل شعار آخر إلى استبدال الشعار الحالي.

source: Upload
ar_sy: ارفع

source: The images folder <strong>%s</strong> is not writable on your server
ar_sy: مجلد الصور <strong>%s</strong> غير قابل للكتابة على الخادم الخاص بك

source: OSClass can't upload the logo image from the administration panel.
ar_sy: أوسكلاس لا تستطيع تحميل صورة الشعار من لوحة الإدارة.

source: Please make the aforementioned image folder writable.
ar_sy: الرجاء جعل مجلد الصور المذكور آنفا قابل للكتابة.

source: To make a directory writable under UNIX execute this command from the shell:
ar_sy: لجعل الدليل قابل للكتابة في UNIX نفذ هذا الامر من موجه الاوامر:

source: Font Awesome icon successfully saved for category <strong>#
ar_sy: تم حفض ايقونة Font-Awesome بنجاح لتصنيف <strong>#

source: Color successfully saved for category <strong>#
ar_sy: تم حفظ اللون بنجاح لتصنيف <strong>#

source: extension not allowed, only allowed extension is .png!
ar_sy: تنسيق غير مسموح به. التنسيق الوحيد المسموح به هو png!

source: Small image #
ar_sy: صورة صغيرة #

source: uploaded successfully.
ar_sy: تم التحميل بنجاح.

source: There was error when uploading small image #
ar_sy: حدث خطأ أثناء تحميل صورة صغيرة #

source: extension not allowed, only allowed extension for large images is .jpg!
ar_sy: تنسيق غير مسموح به. التنسيق الوحيد المسموح بهللصور الكبيرة هو png!

source: Large image #
ar_sy: صورة كبيرة #

source: There was error when uploading large image #
ar_sy: حدث خطأ أثناء تحميل صورة كبيرة #

source: Plugins for this theme
ar_sy: الإضافات لهذه السمة

source: We have modified for you many plugins to fit theme design that will work without need of any modifications
ar_sy: لقد قمنا بتعديل العديد من الإضافات لتتناسب مع تصميم السمة لتعمل دون الحاجة إلى أي تعديلات من قبلك

source: Plugins are not delivered in theme package, must be downloaded separately
ar_sy: لا يتم تسليم الإضافات مع السمة، يجب تحميلها بشكل منفصل

source: Download plugins
ar_sy: تحميل الاضافات

source: upload and extract downloaded file <strong>zara-plugins.zip</strong> into folder <strong>oc-content/plugins/</strong> on your hosting
ar_sy: تحميل الملف الذي تم تنزيله واستخراجه <strong/> zara-plugins.zip <strong> في مجلد <strong/> oc-content/plugins/<strong> على الخادم

source: go to <strong>oc-admin > Plugins</strong> and install plugins you like
ar_sy: انتقل إلى <strong>oc-admin > Plugins</strong> ثم ثبت المكونات الإضافية التي تريدها

source: General settings
ar_sy: الإعدادات العامة

source: Contact Number
ar_sy: رقم جهة الاتصال

source: Contact number
ar_sy: رقم جهة الاتصال

source: Leave blank to disable.
ar_sy: اتركه فارغا لتعطيله.

source: Website Name
ar_sy: اسم الاقسام الكتروني

source: Date Format on Listings
ar_sy: تنسيق التاريخ على المشروعات

source: Selected date format will be applied in all section on listings.
ar_sy: سيتم تطبيق تنسيق التاريخ المحدد على أقسام المشروعات.

source: Default View on Search Page
ar_sy: عرض افتراضي على صفحة البحث

source: Gallery view
ar_sy: عرض المصفوفة

source: List view
ar_sy: عرض القائمة

source: Footer Link
ar_sy: رابط تذييل الصفحة

source: Link to MB-themes and Osclass will be shown in footer.
ar_sy: سيتم عرض رابط إلى مب-ثيمز و أوسكلاس في تذييل الصفحة.

source: Use Default Logo
ar_sy: استخدم الشعار الافتراضي

source: If you did not upload any logo yet, osclass default logo will be used.
ar_sy: إذا لم تقم بتحميل أي شعار بعد، سيتم استخدام شعار أوسكلاس الافتراضي.

source: Use Drag & Drop Photo Uploader
ar_sy: استخدم السحب والاسقاط لتحميل الصور

source: Drag & Drop uploader is recommended specially for mobile devices.
ar_sy: يوصى بالسحب و الاسقاط خصيصا للهواتف المحمولة.

source: Category Icons Type
ar_sy: نوع أيقونة الجامعات

source: Check to ON if you want to use Font-Awesome icons instead of Small images for categories.
ar_sy: انقر تشغيل إذا كنت ترغب في استخدام Font-Awesome بدلا من الصور الصغيرة للفئات.

source: Partner Section in Footer
ar_sy: نوع المشروع الشركاء في تذييل الصفحة

source: Dropdown Subcategories on Publish
ar_sy: المنسدلة للتصنيفات الفرعية في ال اضافة

source: Enable to allow cascading to select category on publish page.
ar_sy: تمكين السماح بالتتابع لتحديد الجامعة في صفحة ال اضافة.

source: Photo Pager on Listing Page
ar_sy: صور Pager في قائمة الصفحة

source: Thumbnails of photos will be shown on item page.
ar_sy: سيتم عرض الصور المصغرة من الصور على صفحة المشروع.

source: Currency in Search Box
ar_sy: العملة في مربع البحث

source: Price Slider - Currency Position
ar_sy: شريط السعر - موقع العملة

source: Before price
ar_sy: السعر قبل

source: After price
ar_sy: السعر بعد

source: Do not show
ar_sy: لا تظهر

source: Price Slider - Thousands Separator
ar_sy: شريط السعر - فاصل الآلاف

source: None
ar_sy: لا شئ

source: (blank)
ar_sy: (فارغ)

source: Location:
ar_sy: الاقسام

source: Show Location Selector on Home
ar_sy: عرض محدد الاقسام على الصفحة الرئيسية

source: Enable to show location selector on homepage under categories.
ar_sy: تمكين عرض محدد الاقسام على الصفحة الرئيسية تحت الجامعات.

source: Show Latest Items in Random Order
ar_sy: عرض أحدث المشروعات بشكل عشوائي

source: Latest Items Picture Only
ar_sy: أحدث المشروعات الصورة فقط

source: Latest Premium Items
ar_sy: احدث المشروعات المميزة

source: Category for Latest Items
ar_sy: الجامعة لأحدث البنود

source: All categories
ar_sy: جميع الجامعات

source: Save
ar_sy: حفظ

source: Banner settings
ar_sy: إعدادات اليافِطة

source: Enable Google Adsense Banners
ar_sy: تمكين جوجل ادسينس للافتات

source: When enabled, bellow banners will be shown in front page.
ar_sy: عند السماح ، الرايات التالية تظهر في الصفحة الرئيسة.

source: Home Page Banner Code
ar_sy: شيفرة راية الصفحة الرئيسية

source: Will be shown at bottom of home page, recommended is responsive banner with width 1200px
ar_sy: سوف تظهر في الجزء السفلي من الصفحة الرئيسية، الموصى به راية سريعة الاستجابة مع عرض 1200بكسل

source: Search Page Banner Code
ar_sy: شيفرة راية صفحة البحث

source: Will be shown in left sidebar on search page, recommended is responsive banner with width 270px
ar_sy: سيظهر في الشريط الجانبي الأيسر على صفحة البحث، الموصى به راية سريعة الاستجابة بعرض 270 بكسل

source: Will be shown in right sidebar on item page, recommended is responsive banner with width 360px
ar_sy: سيظهر في الشريط الجانبي الأيمن على صفحة العنصر، الموصى به راية سريعة الاستجابة مع عرض 360 بكسل

source: Category icons settings
ar_sy: اعدادات أيقونة الجامعة

source: ID
ar_sy: رقم المشروع

source: Name
ar_sy: الاسم

source: Has small image
ar_sy: لديه صورة صغيرة

source: Small image (50x30px - png)
ar_sy: صورة صغيرة (50 × 30 بكسل - png)

source: Has large image
ar_sy: لديه صورة كبيرة

source: Large image (150x250px - jpg)
ar_sy: صورة كبيرة (150x250 بكسل - png)

source: Font-Awesome icon
ar_sy: ايقونة فونت أويسوم

source: Help
ar_sy: المساعدة

source: Leave blank to disable contact number. This number will be shown in theme header.
ar_sy: اتركه فارغا لتعطيل رقم جهة الاتصال. سيتم عرض هذا الرقم في ترويسة السمة.

source: Website name can be used in user menu and footer of website.
ar_sy: يمكن استخدام اسم الاقسام في قائمة المستخدم وتذييل الاقسام.

source: Choose which currency you want to show in search menu on category/search page.
ar_sy: اختر العملة التي تريد أن تظهر في قائمة البحث في تصنيف / صفحة البحث.

source: Select date format that will be used on listings. This setting is valid for latest listings, search page and listing page.
ar_sy: حدد تنسيق التاريخ الذي سيتم استخدامه على القوائم. هذا الإعداد صالح لأحدث القوائم وصفحات البحث وصفحة القوائم.

source: Select default view type for users. Listings can be shown in grid or as list. User can change view to prefered one. Note that this setting is valid for search page only.
ar_sy: حدد نوع العرض الافتراضي للطلاب. يمكن أن تظهر القوائم على شكل مصفوفة أو كقائمة. يمكن للمستخدم تغيير طريقة العرض كما يفضل. لاحظ أن هذا الإعداد صالح لصفحة البحث فقط.

source: I want to help OSClass & MB themes by linking to <a href="http://osclass.org/" target="_blank">osclass.org</a> and <a href="http://www.mb-themes.com" target="_blank">MB-Themes.com</a> from my site
ar_sy: أريد مساعدة أوسكلاس و مب المواضيع عن طريق ربط ل

source: Show default logo in case you didn't upload one previously.
ar_sy: عرض الشعار الافتراضي في حالة عدم تحميل أحد الشارات سابقا.

source: Use new Drag & Drop image uploader instead old one. Note that it is required to have osclass version 3.3 or higher.
ar_sy: استخدام رافع وإسقاط صورة جديدة بدلا من القديم. لاحظ أنه مطلوب أن يكون أوسكلاس الإصدار 3.3 أو أعلى.

source: Use FontAwesome icons instead of small image icons for categories on homepage
ar_sy: استخدام FontAwesome بدلا من صورة صغيرة للفئات على الصفحة الرئيسية

source: Enable partner section in footer. In this section are shown images uploaded to folder oc-content/themes/zara/images/sponsor-logos.
ar_sy: تمكين نوع المشروع الشريك في التذييل. في هذا نوع المشروع يتم عرض الصور التي تم تحميلها إلى مجلد oc-content/themes/zara/images/sponsor-logos.

source: Use categories/subcategories dropdown when publishing or editing listings. If unchecked, one select for categories & subcategories is used.
ar_sy: استخدام الفئات / الفئات الفرعية المنسدلة عنداضافة أو تحرير القوائم. إذا لم يتم تحديده، يتم استخدام اختيار واحد للفئات والفئات الفرعية.

source: Show photo thumbnails on listing page under image slide show (pager).
ar_sy: عرض الصور المصغرة على صفحة القائمة تحت عرض شرائح الصورة.

source: Choose position of currency symbol in price slider on search page.
ar_sy: اختر موضع رمز العملة في شريط السعر على صفحة البحث.

source: Choose if you want to use thousand separator in price slider on search page.
ar_sy: اختر إذا كنت تريد استخدام فاصل الآلاف في شريط السعر على صفحة البحث.

source: Check if you want to show latest items on homepage in random order. Everytime you refresh your homepage, listings will be shuffled in random order.
ar_sy: تحقق إذا كنت تريد أن تظهر أحدث المشروعات على الصفحة الرئيسية في ترتيب عشوائي. في كل مرة تقوم بتحديث صفحتك الرئيسية، سيتم تعديل القوائم بترتيب عشوائي.

source: Check if you want to show in latest items section on homepage only listings with picture.
ar_sy: تحقق مما إذا كنت تريد أن تظهر في نوع المشروع أحدث المشروعات على الصفحة الرئيسية قوائم التي تحتوي على صور.

source: Check if you want to show in latest items section on homepage only premium listings. When enabled, it helps to promote premium listings on your site and get more value for them.
ar_sy: تحقق مما إذا كنت تريد أن تظهر في نوع المشروع أحدث المشروعات على الصفحة الرئيسية فقط مشروعات مميزة. عند التمكين، يساعد ذلك في الترويج للظغعلانات المميزة على موقعك والحصول على المزيد من القيمة لهم.

source: Choose category from which latest items on homepage will be selected. You can choose All categories if you want to show all listings no matter in what category it is.
ar_sy: اختر الفئة التي سيتم اختيار أحدث المشروعات على الصفحة الرئيسية. يمكنك اختيار جميع الفئات إذا كنت تريد أن تظهر جميع القوائم بغض النظر عن أي فئة هو عليه.

source: Check if you want to enable Google Adsense banners on your site. You can define code for banner in bellow boxes.
ar_sy: تحقق مما إذا كنت تريد تمكين مشروعات بانر غوغل أدسنس على موقعك. يمكنك تعريف رمز الافتة في المربع أدناه.
